{
  "BBB": {
    "current_vision": "BBB schetst Nederland als een land met sterke regionale verschillen en ingrijpende knelpunten. Beleidsvorming zou teveel vanuit stedelijke en Haagse kaders plaatsvinden, waardoor dorpen en het platteland worden verwaarloosd; basisvoorzieningen zoals buurtscholen, streekbussen, huisartsen en pinautomaten verdwijnen en bereikbaarheid neemt af. De partij constateert een ernstige woningcrisis: te weinig betaalbare woningen, oplopende dakloosheid en starters die lang thuis blijven wonen. De landbouwsector en voedselproductie staan onder druk door stikstofbeleid, EU-regelgeving en onduidelijkheden rond derogatie, wat volgens BBB risico’s voor voedselzekerheid en regionale economie oplevert. BBB signaleert maatschappelijke spanningen door migratie en asielinstroom: druk op huisvesting, integratieproblemen en import van conflicten die lokale veiligheid en samenhang aantasten. Veiligheid is een aandachtspunt: stijging van intimidatie en geweld (onder meer antisemitisme, geweld tegen vrouwen) en uitdagingen voor politie, justitie en defensie. Economisch ziet BBB toenemende regeldruk, concurrentieverlies door nationale koppen op EU-beleid en een krimpende maakindustrie. Klimaat- en energiebeleid wordt ervaren als kostbaar en soms onuitvoerbaar, met stijgende energierekeningen en netcongestie; BBB noemt daarnaast verlies van contant geld en dreigende afhankelijkheid van buitenlandse productie van cruciale goederen. In zorg en onderwijs ziet de partij overmatige bureaucratie, personeelstekort en verslechterende basiskwaliteiten (lees-, rekenvaardigheid, praktijkonderwijs). Tot slot wijst BBB op verminderend vertrouwen in de overheid door schandalen en complexe regelgeving, en pleit ze voor een herstel van bestuurlijke nabijheid, noaberschap en maatwerk per regio.",
    "future_vision": "BBB wil een Nederland dat regionaal verbonden, nuchter en weerbaarder is. Kern van de visie is dat alle regio’s ertoe doen: beleid moet maatwerk bieden zodat stad en platteland elkaar aanvullen en basisvoorzieningen behouden blijven. Voor wonen streeft BBB naar meer woningbouw in stad en dorp, betere inzet van bestaande voorraad, gerichte toewijzing voor lokale binding en meer betaalbare huizen en starterscontracten. Voor landbouw en voedselveiligheid wil BBB boeren beschermen, derogatie behouden, minder nationale aanvullingen op EU-regels en een lange termijn voedselstrategie tot 2050 met innovatie en grondgebonden werken. Op migratie en asiel kiest de partij voor striktere grenzen, opvang in de regio, snellere procedures, beperking van nareis en versterken van inburgering en taalverwerving. Veiligheid en justitie moeten krachtig zijn: meer capaciteit bij politie en defensie, zwaardere straffen bij ernstige delicten, versterking van defensie-inzet en investeringen in infrastructuur voor wederzijdse veiligheid. Economisch pleit BBB voor minder regeldruk, versterking van mkb en maakindustrie, een Nationale Investeringsbank en behoud van concurrerende fiscale instrumenten. Energie- en klimaatbeleid wordt pragmatisch ingericht: betaalbaarheid, leveringszekerheid en betrouwbaarheid voorop, met plaats voor kernenergie (grote centrales en SMR’s), betere netuitbreiding en pauze bij grootschalige windopzet zonder lokaal draagvlak. In zorg en onderwijs wil BBB terug naar basisvaardigheden, minder bureaucratie en meer zorg dichtbij. Digitale soevereiniteit, regionale investeringen en herstel van vertrouwen in overheid en gemeenschappen ronden de toekomstvisie af.",
    "key_policies": [
      "Regiodecentrisch beleid: behoud en versterking van basisvoorzieningen, meer woningbouw en maatwerk per regio; dunbevolkte kernen en platteland beschermen.",
      "Bescherming van landbouw en voedselzekerheid: behoud derogatie, minder nationale koppen op EU-beleid, lange termijn landbouw- en voedselstrategie en stimulering van innovatie.",
      "Streng, beheersbaar migratie- en asielbeleid: opvang in de regio, snellere procedures, beperking nareis, verplichte inburgering en taaleisen, terugkeerbeleid voor uitgeprocedeerden.",
      "Economie en veiligheid: minder regeldruk en steun voor mkb/maakindustrie, strategische autonomie (industrie en defensie), investering in defensie en infrastructuur.",
      "Klimaat- en energiepraktisch beleid: betaalbaarheid en leveringszekerheid centraal, pauze bij uitbreiding wind op land/zee zonder draagvlak, versnelde inzet van kernenergie (ook SMR’s) en netuitbreiding."
    ]
  }
}