{
  "CDA": {
    "current_vision": "Het CDA schetst Nederland nu als een land met veel sterke kanten — een betrokken samenleving, een sterke economie en veel mensen en organisaties die zich dagelijks inzetten (politie, zorg, onderwijs, vrijwilligers, ondernemers). Tegelijkertijd signaleert het programma groeiende onzekerheden en knelpunten: afnemende veiligheidsgevoelens door internationale conflicten en georganiseerde criminaliteit, toenemende polarisatie in de maatschappij en een verlies van vertrouwen in de politiek en overheid. Belangrijke praktische problemen zijn de woningnood, stijgende zorgvraag en oplopende zorgkosten, personeelstekorten in vitale sectoren, druk op het elektriciteitsnet (netcongestie), en de gevolgen van klimaatverandering en bodemdaling. De ruimtelijke ordening staat onder druk door stikstofregelgeving die bouw en ontwikkeling belemmert, waardoor veel projecten stilliggen. Migratie en asielopvang leiden tot capaciteitsproblemen, hoge kosten en maatschappelijke spanningen. De rechtsstaat en democratische instituties ervaren volgens het CDA toenemende aanvallen, desinformatie en buitenlandse inmenging, wat de weerbaarheid van de democratie onder druk zet. Economisch ziet het CDA knelpunten in regeldruk, beperkte investeringen in R&D en infrastructurele achterstanden, waardoor het verdienvermogen en het concurrentievermogen op de langere termijn bedreigd zijn. In het landbouw- en natuurbeleid is er een zogenaamd stikstofslot dat vergunningverlening belemmert. Verder ziet het programma toenemende maatschappelijke druk door verharding van het publieke debat, eenzaamheid, problemen rond sociale mobiliteit en ongelijkheid in kansen. Samengevat: Nederland heeft veel bronnen van veerkracht, maar kampt op sectoraal en bestuurlijk niveau met vertraagde uitvoering, stapeling van regels, capaciteitsproblemen en dalend vertrouwen in het politieke en uitvoerende apparaat, waardoor urgente bestuurlijke en maatschappelijke keuzes nodig zijn.",
    "future_vision": "Het CDA formuleert een toekomstbeeld waarin Nederland weer vooruitgaat door drie centrale keuzes: orde op zaken, een toekomstgerichte economie en een betrokken samenleving. Kern is herstel van verantwoordelijkheid, fatsoen en vertrouwen: een overheid die basistaken goed uitvoert, bestuurlijke regie terugneemt en ruimte biedt aan maatschappelijke initiatieven. In de toekomst wil het CDA dat er jaarlijks structureel en sociaal gebalanceerd 100.000 woningen worden gebouwd, met versnelde procedures, minder bovenwettelijke eisen en nadruk op betaalbaarheid en regionale samenhang. Veiligheid en rechtsorde worden versterkt door een harde aanpak van zware criminaliteit, versterking van politie en inlichtingen, ontmoediging van drugsscene en herstel van defensiecapaciteit, inclusief herintroductie van opkomstplicht of alternatieve maatschappelijke diensttijd. Economisch streeft het CDA naar een investeringsgerichte, innovatieve en groene economie: oprichting van een nationale investeringsbank, meer R&D en een industriepolitiek met bindende afspraken voor grote vervuilers; minder nationale lasten voor bedrijven en een Europees gelijk speelveld. In zorg en onderwijs wil het CDA solidariteit behouden, eerstelijns- en jeugdzorg versterken, administratieve lasten verminderen en leven lang ontwikkelen mogelijk maken. Migratiebeleid wordt strikt en Europees gecoördineerd met buitengrenzenprocedures en betere terugkeerregimes, gekoppeld aan stevige inburgering en arbeidsdeelname. Klimaat- en landbouwtransities verlopen volgens Europese samenwerking, met een mix van duurzame bronnen en kernenergie, een hersteld stikstoffonds en gebiedsgerichte maatregelen. Bestuurlijk streeft het CDA naar minder regels, betrouwbare uitvoering, solid financieel beleid en investeringen in infrastructuur en defensie, zodat Nederland weer veerkrachtig, veilig en sociaal verbonden is, met behoud van vrijheden en ruimte voor gemeenschappen en verenigingen.",
    "key_policies": [
      "Herstel van orde en veiligheid: streng optreden tegen zware criminaliteit, betere politiezorg en versterking van defensie inclusief (her)invoering van opkomstplicht en investeringen in inlichtingen.",
      "Grootschalige woningbouw en ruimtelijke regie: 100.000 huizen per jaar, versnellen procedures, minder bovenwettelijke eisen en maatregelen voor betaalbaarheid (geleidelijke afbouw hypotheekrenteaftrek).",
      "Toekomstbestendige economie en innovatie: oprichting van een Nationale Investeringsbank, meer R&D‑investeringen, minder regeldruk en steun voor groene industriepolitiek.",
      "Toegankelijke en houdbare zorg, sterker onderwijs en sociale cohesie: versterken van eerstelijnszorg en ggz, leven lang ontwikkelen, vereenvoudiging van kinderregelingen en ondersteuning van gezinnen, verenigingen en mantelzorgers.",
      "Reële klimaat- en landbouwtransitie: Europese aanpak voor klimaatdoelen, mix van duurzame energie en kernenergie, herstel van het stikstoffonds en gebiedsgerichte maatregelen voor natuur en boeren."
    ]
  }
}