{
  "CU": {
    "current_vision": "De ChristenUnie schetst Nederland nu als een land met veel maatschappelijke en bestuurlijke knelpunten. Economisch en ruimtelijk ligt het land 'op slot': er is een grote woningnood (geschat tekort ca. 400.000 woningen), traagheid in vergunningverlening, stikstofproblematiek die bouw en landbouw belemmert, en netcongestie die energie- en bouwprojecten frustreert. De partij signaleert dat overheidsbeleid vaak ingewikkeld is, met een wirwar aan belastingen, toeslagen en regels die zowel burgers als ondernemers onzekerheid en bureaucratie bezorgen. Sociaal zijn er zorgen over stijgende kinderarmoede, kwetsbare gezinnen, wachtlijsten en tekorten in de jeugdzorg en geestelijke gezondheidszorg, en een toenemende druk op mantelzorgers en vrijwilligers. Onderwijskundig constateert de ChristenUnie dalende basisvaardigheden en lerarentekorten; demografisch speelt vergrijzing en regionale ontkoppeling van voorzieningen. Verder is er een gevoel van afnemend vertrouwen in instituties, politiek en rechtspraak. Ten aanzien van veiligheid en buitenlandse dreigingen noemt het programma een toenemende geopolitieke spanning (bijv. Russische agressie), digitale en hybride dreigingen, ondermijnende criminaliteit en problemen rond georganiseerde misdaad. Milieu en natuur staan onder druk: biodiversiteitsverlies, lucht- en PFAS-vervuiling en klimaatverandering vragen brede maatregelen. De partij vindt dat marktkrachten en kortetermijndenken ook maatschappelijke waarden aantasten: overconsumptie, planned obsolescence van producten en problematische sectoren zoals gok- en seksindustrie. Tegelijk ziet de ChristenUnie veel sociaal kapitaal: vrijwilligers, kerken, mantelzorgers en lokale gemeenschappen die bijdragen aan samenhang. In het geheel dringt het programma aan op een overheid die weer dienstbaar, rechtvaardig en richtinggevend is, maar eenvoudiger, minder regeldruk geeft en ruimte biedt aan maatschappelijke initiatieven.",
    "future_vision": "Voor de toekomst formuleert de ChristenUnie een geïntegreerde, normatieve en bestuurlijke koers gericht op herstel van gemeenschappen, eenvoud en duurzaam rentmeesterschap. Centraal staat het bevorderen van leefbare buurten en vitale regio's: jaarlijks 100.000 woningen bouwen met twee derde betaalbaar en 30% sociale huur, meer benutting van bestaande gebouwen en regionale investeren waardoor voorzieningen en scholen blijven bestaan. Bestuurlijk wil de partij ‘Nederland van het slot’ halen door geborgde stikstofreductie (helvering t.o.v. 2019), netverzwaring en versnelde vergunningprocedures, duidelijke emissienormen per sector en een nationaal ruimtelijk plan (Nota Ruimte). Fiscaal wordt voorgesteld het stelsel te vereenvoudigen: geen belasting onder de eerste €30.000, een verzilverbare basiskorting, €4.500 per kind en één werkendenkorting, met geleidelijke afbouw van hypotheekrenteaftrek en een vermogensbijdrage op grote vermogens. Op zorg en levensbeschouwing zoekt de partij naar zorg dichtbij, minder marktwerking, salarissen en loondienst voor specialisten, versterking van palliatieve zorg en beperkingen op euthanasie voor jongeren. Defensie en veiligheid krijgen prioriteit: groei naar 3,5% van nationaal inkomen, maatschappelijke of militaire dienstplicht, en versterking van cyber- en inlichtingencapaciteit. Klimaat en natuurbeleid combineren energietransitie (wind, zon, kern, opslag) met biodiversiteitsherstel, circulaire economie en lokale energiecoöperaties. Sociaal beleid beoogt een einde aan kinderarmoede, eenvoudiger toeslagen en een sterker vangnet, inclusief schuldhulp en preventie. Op normatief vlak wil de ChristenUnie grenzen stellen aan drugs-, prostitutie- en gokindustrie, en inzet op integratiebeleid met taaleisen en menswaardige asielprocedures. Europa krijgt een rol in samenwerking en bescherming van rechtsstaat, maar subsidiariteit blijft uitgangspunt. Overall streeft de partij naar een overheid die ruimte geeft, normen stelt en investeert in lange termijn veerkracht.",
    "key_policies": [
      "Bouwen en herstel van gemeenschappen: 100.000 woningen per jaar, twee derde betaalbaar, gemengde wijken en versterking van dorpen en wijken.",
      "Vereenvoudiging van belasting- en toeslagenstelsel: niemand betaalt belasting over de eerste €30.000, verzilverbare basiskorting, €4.500 kinderbijslag per kind.",
      "Nederland van het slot: geborgde stikstofreductie, netverzwaring voor energie-infrastructuur, versnelde vergunningprocedures en doelsturing voor sectoren.",
      "Zorg en levensbescherming: minder marktwerking, zorg dichtbij, loondienst voor medisch specialisten, meer palliatieve zorg en maatregelen ter bescherming van ongeboren en kwetsbaar leven.",
      "Veiligheid en rechtsstaat: verhoging defensiebudget naar 3,5% BBP, (maatschappelijke) dienstplicht, bestrijding van ondermijning en streng migratie- en integratiebeleid met menswaardige asielprocedures."
    ]
  }
}