{
  "D66": {
    "current_vision": "D66 beschrijft Nederland nu als een land met veel mogelijkheden, maar ook met meerdere urgente problemen en blokkades. Politieke stilstand en polariserende retoriek belemmeren volgens het programma doorbraken op grote opgaven. De democratische rechtsstaat en het vertrouwen in instituties staan onder druk, door desinformatie, buitenlandse inmenging en binnenlandse populistische polarisatie. Op de woningmarkt is sprake van een langdurig tekort aan betaalbare woningen; starters en jongeren vinden moeilijk een eigen plek en doorstroming stokt. Het zorgstelsel kampt met tekorten aan personeel, lange wachtlijsten en een verschuiving naar meer chronische en ouderenzorg; preventie en wijkgerichte zorg zijn onvoldoende ontwikkeld. In het onderwijs bestaan tekorten aan leraren, groeiende ongelijkheid tussen scholen en ruimtelijke en materiële gebreken aan schoolgebouwen. De economie staat voor de opgave te vergroenen zonder verlies van welvaart: afhankelijkheid van fossiele brandstoffen, netbeperkingen en tekorten aan technisch personeel vormen risico’s. Klimaatverandering en extreme weersituaties leggen druk op waterbeheer, natuur en ruimtelijke ordening; biodiversiteit is sterk teruggelopen en stikstof- en waterkwaliteitvraagstukken beperken ruimte voor bouwen en landbouw. De landbouwsector ervaart economische en ecologische spanning: intensivering heeft geleid tot milieuproblemen en onzeker toekomstperspectief voor boeren. Veiligheid en criminaliteitsbestrijding staan onder druk door georganiseerde misdaad en drugscriminaliteit; ook huiselijk en seksueel geweld en online bedreigingen nemen toe. Digitale afhankelijkheid en de macht van grote techbedrijven vormen risico’s voor privacy, media en democratie. Ten slotte leidt migratie en asielvraag naar capaciteitsproblemen in opvang en integratie, terwijl arbeidsmarkttekorten (zorg, techniek, onderwijs) structureel zijn. D66 vat deze situatie samen als een combinatie van grote maatschappelijke opgaves, institutionele zwakte op bepaalde plekken en het ontbreken van politieke regie om noodzakelijke transities te versnellen.",
    "future_vision": "D66 schetst een toekomstbeeld waarin Nederland weer ruimte maakt voor vooruitgang via vijf doorbraken en stelselvernieuwing. Centraal staat een versterkte democratische rechtsstaat: grondrechten beter beschermd, meer burgerparticipatie (referenda, burgerfora), uitbreiding van kiesrecht naar 16–17‑jarigen, transparantie en maatregelen tegen desinformatie en machtsconcentratie van techbedrijven. Digitale autonomie en ‘baas‑over‑eigen‑bits’ moeten leiden tot Europese en nationale technologische soevereiniteit en verantwoorde AI. Op wonen wil D66 een doorbraak realiseren door tien nieuwe steden, versnelling van bouwprojecten, een Rijksgrondfaciliteit en meer sociale en middenhuur, gecombineerd met maatregelen die doorstroming stimuleren en funderings- en verduurzamingsprogramma’s. In onderwijs en arbeid wil de partij maatwerk en levenslang leren: later selecteren op school, investeren in leraren en schoolgebouwen, hogere studiebijdragen voor studenten en een persoonlijk leerbudget voor omscholing. Voor klimaat en energie zet D66 in op een versnelde energietransitie met prioriteit voor verzwaring van het net, grootschalige wind op zee en zon, inzet op groene industrie, een Nationale Investeringsbank en eerlijke kostenverdeling, met aandacht voor sociale compensatie. Gezondheid moet sterker aan preventie en buurtgerichte zorg doen; D66 wil de ‘gezondste generatie ooit’ bereiken door maatregelen tegen armoede, meer basiszorg in wijken, kortere wachtlijsten en betere arbeidsvoorwaarden in de zorg. Internationale en Europese agenda’s omvatten versterkt Europees bestuur, strategische autonomie, steun aan internationale rechtsorde en hervormd asielbeleid met snelle procedures en integratie vanaf dag één. De partij ambieert een Nederland dat innovatief, sociaal inclusief, natuurherstellend en klimaatbestendig is, met een overheid die uitvoert, investeert en ruimte geeft aan burgers en professionals om oplossingen te realiseren.",
    "key_policies": [
      "Doorbraak woningmarkt: tien nieuwe steden, meer sociale en middenhuur, Rijksgrondfaciliteit en doorstroommaatregelen",
      "Onderwijs en leven lang leren: later selecteren, investeren in leraren en schoolgebouwen, hogere basisbeurs en persoonlijk leerbudget",
      "Klimaat en energietransitie: verzwaring net, wind op zee en zon, groene industrie, Nationale Investeringsbank en eerlijke prijsstelling",
      "Gezondheid en zorg gericht op preventie: wijkgerichte basiszorg, kortere wachttijden, betere arbeidsvoorwaarden en toegankelijkheid",
      "Versterking democratie en digitale autonomie: grondrechten en rechtsstaat beschermen, meer participatie, Europese technologische soevereiniteit"
    ]
  }
}