{
  "DENK23": {
    "current_vision": "DENK beschouwt Nederland in 2023 als een land met brede maatschappelijke en institutionele knelpunten. Centraal staat volgens het programma dat racisme en discriminatie structureel zijn ingebed in systemen: voorbeelden zijn de toeslagenaffaire, etnisch profileren door opsporingsinstanties, discriminatie op de arbeids- en woningmarkt en ongelijke onderadvisering in het onderwijs. Digitale discriminatie door risicomodellen en algoritmen wordt expliciet als een opkomend probleem genoemd. Sociaal-economisch signaleert DENK een groeiende ongelijkheid: stijgende huren en huizenprijzen, een woningtekort dat starters en jongeren raakt, hoge zorgkosten, premiedruk en stijgende energieprijzen die druk leggen op koopkracht en armoede, met naar schatting een miljoen mensen in armoede. Jongeren ervaren studieschulden, flexwerk en beperkte doorgroeimogelijkheden; het onderwijs kent segregatie en lerarentekorten in kwetsbare wijken. Op veiligheidsgebied wijst het programma op capaciteitsproblemen binnen politie en defensie, etnisch profileren, toename van rechtsextremistische sympathieën en de inzet van kwetsbare jongeren in criminaliteit. Democratisch vertrouwen is geschaad door bezuinigingen en harde regelgeving; de toeslagenaffaire illustreert de afstand tussen burger en overheid. Op internationaal vlak ziet DENK blinde vlekken in het buitenlandse beleid (bijv. behandeling van Oeigoeren, Palestijnen) en wil zij kritische aandacht voor mensenrechten. Tegelijkertijd constateert het programma dat DENK al enkele concrete beleidsresultaten heeft geboekt in de Tweede Kamer: erkenning van institutioneel racisme, maatregelen voor toeslagenouders, diversiteitstrainingen bij politie en toezeggingen voor onderzoek naar moslimdiscriminatie. Samengevat beschrijft DENK een Nederland waar ongelijkheid, discriminatie, ontoereikende publieke dienstverlening en verzwakt vertrouwen in staat en instituties dringende problemen vormen.",
    "future_vision": "Voor de toekomst formuleert DENK een samenhangende agenda gericht op gelijke kansen, sociale zekerheid en herstel van vertrouwen in de overheid. Kernambities zijn het uitbannen van institutioneel racisme vóór 2030 door wettelijke deadlines, een nieuwe Autoriteit Racismebestrijding en omkering van de bewijslast bij aanwijzingen van discriminatie. Digitalisering moet transparant en uitlegbaar worden: een algoritmewet, verplicht algoritmeregister en versterkt toezicht via de Autoriteit Persoonsgegevens. Sociaal-economisch streeft DENK naar een hoger sociaal minimum, verhoging van het wettelijk minimumloon (naar €16/uur), uitbreiding van kinderbijslag en een stelsel dat armoede terugdringt; investeringen moeten gedekt worden door herverdeling (hogere belasting voor zeer hoge inkomens, aanpak belastingontwijking, milieubelastingen bij grote vervuilers). In wonen wil DENK een actieve overheid met een Minister van Volkshuisvesting, grootschalige bouwprogramma’s, 40% sociale woningen, huurbescherming en maatregelen tegen woningmarktdiscriminatie. Onderwijsbeleid richt zich op kansengelijkheid: meer geld, bestrijding onderadvisering, meertalig onderwijs, compensatie voor de pechgeneratie en toegankelijkheid van lerarenopleidingen. Zorg moet betaalbaarder en cultuursensitiever zijn (afschaffen eigen risico, uitbreiding basispakket, toegankelijke ggz). Op veiligheid: meer wijkagenten, gespecialiseerde aanpak tegen ronselaars, diversiteit en zero-tolerance bij politie, programma’s tegen rechtsextremisme en versterking van digitale veiligheid. Buitenlands pleit DENK voor mensenrechtengebaseerd beleid (erkenning Palestina, sancties bij mensenrechtenschendingen) en solidariteit via ontwikkelingssamenwerking. Ten slotte wil DENK democratische vernieuwing (lager kiesrecht vanaf 16, gekozen burgemeesters, raadgevend referendum, Constitutioneel Hof) en maatregelen om de overheid menselijker en betrouwbaarder te maken.",
    "key_policies": [
      "Tegengaan van racisme en discriminatie: wettelijke deadline institutioneel racisme (2030), Autoriteit Racismebestrijding, strafverzwaring en maatregelen tegen digitale discriminatie (algoritmewet, register).",
      "Sociaal-economische zekerheid: verhoging sociaal minimum, verhoging minimumloon, gratis of betaalbare kinderopvang, maatregelen tegen kinderarmoede en herverdeling van belastingen naar hoge inkomens en vervuilers.",
      "Wonen en leefbaarheid: Minister van Volkshuisvesting, grootschalige bouw, 40% sociale woningen, huurregulering, aanpak woningmarktdiscriminatie en stimulering sociale huurcorporaties.",
      "Onderwijs en jongeren: investering in kansengelijkheid, bestrijden onderadvisering, studiecompensatie en toegankelijk onderwijs (meertaligheid, meer bevoegde docenten, gratis studie voor zorg/onderwijsopleidingen).",
      "Herstel van vertrouwen en rechtsstaat: menswaardige overheid na toeslagenaffaire (mensenrechten, minder hardheden), democratische vernieuwing (kiesrecht 16+, gekozen burgemeesters, Constitutioneel Hof) en versterking rechtsbescherming."
    ]
  }
}