{
  "DENK": {
    "current_vision": "Volgens het partijprogramma van DENK verkeert Nederland momenteel in een periode van politiek en maatschappelijke spanningen waarin ongelijkheid, uitsluiting en institutionele discriminatie centraal staan. De partij beschrijft een toegenomen invloed van extreemrechts in de landelijke politiek, met concrete gevolgen voor minderheden en vluchtelingenbeleid. DENK stelt dat er in beleid en bestuur sprake is van normalisering van haatdragende of racistische uitlatingen, waardoor groepen zoals moslims, zwarte Nederlanders, mensen met een migratieachtergrond, LHBTI-personen en andere kwetsbare groepen vaker met discriminatie en bevooroordeelde praktijkvoering worden geconfronteerd. In internationaal opzicht richt het programma scherpe kritiek op het Nederlandse en westerse optreden rond het conflict in Gaza en spreekt van medeplichtigheid aan ernstige schendingen van mensenrechten; dit onderwerp krijgt een prominente plaats in het programma. Economisch en sociaal ziet DENK grote problemen: stijgende woonprijzen en schaarste aan betaalbare woningen, toenemende armoede, toenemende onzekerheid op de arbeidsmarkt en stijgende kosten van levensonderhoud. In zorg en onderwijs constateert de partij tekorten, toegankelijkheidsproblemen en bezuinigingen die ongelijkheid versterken. Ook noemt het programma digitale risico's, zoals discriminerende algoritmen en privacyverlies. Klimaatverandering en natuurverlies worden erkend als urgente problemen die rechtvaardige oplossingen vereisen, maar DENK bekritiseert marktmechanismen die volgens hen sociale ongelijkheid vergroten. Ten slotte signaleert het programma een vertrouwenstekort in overheid en rechtsstaat door bejegening van burgers, bureaucratische ingrepen en een ervaren gebrek aan transparantie en gelijke behandeling van alle inwoners. Deze constatering vormt volgens DENK de aanleiding voor een ambitieus en rechtsbeschermend programma gericht op gelijkwaardigheid, sociale zekerheid en internationale solidariteit.",
    "future_vision": "Het programma schetst een toekomstbeeld waarin Nederland sterker inzet op gelijke rechten, sociale zekerheid en actieve overheidsturing. DENK streeft naar een samenleving zonder discriminatie, met een wettelijk verankerd verbod op fascisme en een ambitie om ervaren discriminatie tegen 2030 naar nul te brengen. Institutioneel wil de partij een krachtige Autoriteit tegen Discriminatie en Racisme, gespecialiseerde gelijkebehandelingsrechters en omkering van de bewijslast bij institutionele discriminatie. Op de woningmarkt wil DENK een snelle bouwopgave (streefwaarde 100.000 woningen per jaar), een rijkswoningbouwfonds, een Rijksbouwbedrijf en sterkere regulering van huren met een wettelijke norm voor samenstelling van woningvoorraad (50% sociale huur/koop). Sociaal-economisch streeft DENK naar meer bestaanszekerheid: een minimumloon van 18 euro, uitbreiding van sociale uitkeringen, eenvoudiger toeslagenstelsel en hogere kinderbijslag. In zorg en onderwijs wil de partij publieke investeringen terugdraaien, het eigen risico afschaffen, het basispakket uitbreiden, cultuursensitieve zorg en gratis schoolmateriaal invoeren. Buitenlandse politiek is gericht op actieve mensenrechtenbescherming en solidariteit; opvallend is het pleidooi voor sterke sancties en boycots richting de Israëlische regering, erkenning van Palestina en grote inzet op humanitaire wederopbouw. Klimaatbeleid moet rechtvaardig en uitvoerbaar zijn: doelstellingen voor 2030 (55% reductie) en 2050 neutraliteit, investeringen in duurzame energie en bescherming van natuur, met sociale maatregelen om energiearmoede te voorkomen. Algoritmewetgeving, bescherming van digitale rechten en meer democratische hervormingen (directe burgemeestersverkiezing, kiesrecht vanaf 16 jaar, constitutioneel hof) completeren het beeld. Het programma wil een actief, transparant en gelijkwaardig publiek bestuur dat ongelijkheid terugdringt en brede welvaart vergroot.",
    "key_policies": [
      "Sterke anti-discriminatieagenda: discriminatiedeadline 2030, Autoriteit tegen Discriminatie en Racisme, omkering bewijslast en gespecialiseerde gelijkebehandelingsrechters.",
      "Radicale buitenlandse politiek richting Israël en brede Palestijnse steun: zware sancties en boycotmaatregelen, erkenning Palestina, humanitaire wederopbouw en academische en culturele boycot.",
      "Volkshuisvestingsoffensief en woonrecht: jaarlijks 100.000 woningen, rijkswoningbouwfonds, Rijksbouwbedrijf, strengere huurregulering en prioritair investeren in sociale huur.",
      "Sociaal-economische zekerheid en herverdeling: minimumloon van €18, hogere kinderbijslag, hogere belastingen voor superrijken/grote winsten en meer investeringen in zorg, onderwijs en armoedebestrijding.",
      "Publieke diensten en rechten versterken: afschaffing eigen risico zorg, uitbreiding basispakket, investeringen in onderwijs en een algoritmewet en digitale mensenrechten ter bescherming van privacy en non-discriminatie."
    ]
  }
}