{
  "FVD": {
    "current_vision": "Het partijprogramma schetst een beeld van Nederland als een land met veel historische en culturele troeven en een hoog ontwikkeld economisch en sociaal stelsel, maar tegelijk in een staat van bestuurlijke achteruitgang. Volgens de tekst hebben decennialange beleidskeuzes geleid tot groeiende problemen: massale immigratie zou druk uitoefenen op veiligheid, woningmarkt en sociale voorzieningen; klimaat- en stikstofbeleid zouden energie en bedrijfskosten opdrijven en de landbouw en industrie beknellen; en fijnmazige regelgeving en een omvangrijk bestuursapparaat zouden ondernemerschap, creativiteit en zelfredzaamheid remmen. Het programma wijst op hoge lasten en complexe belasting- en toeslagstelsels die economische groei belemmeren. Ook wordt kritiek geuit op het democratisch bestel en de invloed van internationale verdragen en supranationale organisaties, die volgens de tekst nationale wetgeving en politieke keuzevrijheid ondermijnen. Problemen in energievoorziening, hoge energiekosten en afhankelijkheid van duurzame projecten worden genoemd, evenals een woningtekort en gebrek aan betaalbare middenhuur. De tekst noemt daarnaast maatschappelijke spanningen: aantasting van nationale identiteit en culturele cohesie, stikstofmaatregelen die grondgebonden sectoren treffen, en een vermeende toename van bureaucratische en juridische belemmeringen. In veiligheidsbeleid ziet het programma onvoldoende opsporings- en handhavingscapaciteit en te veel juridische ruimte voor rechterlijke toetsing van beleid. Ten slotte wordt gewezen op onvrede over de rol van adviesorganen en planbureaus (CPB, SCP, SER, PBL) en het medialandschap. Samengevat presenteert het programma Nederland als land met grote mogelijkheden dat volgens de partijstructuur vastloopt door immigratie-, klimaat-, bestuurs- en soevereiniteitsvraagstukken.",
    "future_vision": "Het programma formuleert een toekomstbeeld van een Nederland met herstelde soevereiniteit, kleinere overheid, sterke economie en versterkte maatschappelijke samenhang. Centraal staat het terugbrengen van massale immigratie en het stimuleren van remigratie, gecombineerd met een streng migratie- en naturalisatiebeleid en tijdelijke arbeidsmigratie via een GreenCard-systeem. Op energie- en klimaatgebied bepleit het programma het intrekken van klimaatwetgeving en het opzeggen van het Parijsakkoord, heropening van het Groningse gasveld, herintroductie van kolen- en moderne kernenergie (waaronder thorium), en het afbouwen van wind- en zonneakkers; de vrijgekomen middelen zouden terugvloeien naar lastenverlichting. Bestuurlijk pleit het programma voor democratische vernieuwing: bindende referenda, rechtstreeks gekozen burgemeesters, en het beëindigen van monistische werking van internationale verdragen (wijziging artikelen 93 en 94). Economisch wil het programma lage, eenvoudige belastingen (vlaktaks, belastingvrije voet), minder bureaucratie voor MKB en ZZP, behoud en stimulering van hypotheekrenteaftrek en sterke woningbouwinspanningen (100.000 woningen per jaar). Landbouw- en natuurbeleid moet volgens het programma teruggeven aan boeren met afschaffing van stikstofbeleid en onteigeningsmaatregelen. Veiligheid en privacy krijgen nadruk: meer politiecapaciteit, strengere straffen, bescherming van contant geld en verzet tegen digitale surveillancetechnieken en CBDC. In buitenlands beleid pleit het programma voor neutraliteit, beperking van ontwikkelingshulp, eigen handelsverdragen en heroverweging van EU-lidmaatschap. Kortom: een koers naar nationale autonomie, lagere lasten, meer ruimte voor ondernemers en landbouw, en grotere directe invloed van burgers.",
    "key_policies": [
      "Einde aan massale immigratie en actief remigratiebeleid; GreenCard-systeem voor geselecteerde arbeidsmigranten",
      "Stoppen met huidig klimaat- en stikstofbeleid; heropening Groningen, inzet op kolen en kernenergie en afbouw wind- en zonneparken",
      "Verkleinen van de overheid en grote belastinghervorming: vlaktaks, belastingvrije voet en verlagingen voor MKB/ZZP",
      "Herstel van nationale soevereiniteit en democratische vernieuwing: NEXIT/intelligente uittreding, schrappen directe werking verdragen, bindende referenda en direct gekozen burgemeesters",
      "Sterke steun voor boeren, woningbouw en openbare veiligheid: afschaffen stikstofmaatregelen, 100.000 woningen per jaar, meer politie en strenger strafrecht"
    ]
  }
}