{
  "GL": {
    "current_vision": "GroenLinks‑PvdA schetst Nederland in het hier en nu als een land dat vastloopt door herstel van politieke keuzes en langdurige stilstand. Volgens het programma zijn er sterke maatschappelijke spanningen en toegenomen polarisatie: mensen voelen zich tegenover elkaar geplaatst in plaats van naast elkaar. Economische ongelijkheid is toegenomen; marktwerking en fiscale instrumenten hebben volgens de tekst geleid tot concentratie van welvaart bij bezitters van kapitaal, terwijl lonen, betaalbaarheid van wonen en vaste lasten voor veel huishoudens onder druk staan. De volkshuisvesting functioneert slecht: wachtlijsten, hoge huren, speculatie met grond en leegstand beletten toegang tot betaalbare woningen. Publieke voorzieningen zoals onderwijs, zorg, huisartsenzorg, kinderopvang en politie zijn uitgehold door onderfinanciering, hoge werkdruk en marktwerking; dit resulteert in wachtlijsten, personeelstekorten en verminderde toegankelijkheid. Klimaat- en natuurcrises zijn onopgelost: de klimaatagenda is vertraagd, stikstofproblematiek blokkeert bouwprojecten, water- en bodemvervuiling (PFAS, bestrijdingsmiddelen) bedreigen gezondheid en natuur. Op internationaal niveau signaleert het programma een onzekere wereld: autoritaire machten, oorlog in Oekraïne en de situatie in Gaza vergroten geopolitieke risico’s en zetten druk op vrede, handel en mensenrechten. Migratie‑ en asielstelsel verkeert in crisis met lange procedures en opvangproblemen; arbeidsmigratie leidt tot misstanden en lokale leefbaarheidsproblemen. Daarnaast noemt het programma concrete voorbeelden van falend overheidsoptreden (toeslagenaffaire, Groningense gasproblematiek) als signalen van verlies van vertrouwen. De partij concludeert dat samenhangende publieke sturing, eerlijke verdeling en investeren in basisvoorzieningen nodig zijn om de beschreven stilstand en verzwakking van democratische dijken te keren.",
    "future_vision": "Het programma presenteert een toekomstvisie gericht op solidariteit als leidend principe en op herstel van publieke regie. Centraal staat het streven naar een ‘Nieuwe Verzorgingsstaat’ waarin basisvoorzieningen betrouwbaar, toegankelijk en van hoge kwaliteit zijn. Kernambities zijn grootschalige volkshuisvesting (ruim 100.000 woningen per jaar; regie op grond; opkoopbescherming; Woningbouwcorporaties Nieuwe Stijl) en een versnelde energietransitie met doelstellingen als 65% CO2‑reductie in 2030 en klimaatneutraliteit rond 2040; hiervoor worden investeringen in wind op zee, netuitbreiding en een Noordzeepact voorgesteld. Sociaal‑economisch wil de partij hogere lonen (minimumloon naar €18/uur), een Groot Loonakkoord, een progressiever belastingstelsel met hogere bijdrage van vermogen en winst, en een Toekomstfonds (€25 mrd) voor onderwijs, infrastructuur en innovatie. Publieke dienstverlening moet versterkt worden: meer leraren, huisartsen en zorgmedewerkers, gratis kinderopvang, verlaging/afschaffing van het eigen risico en uitbreiding van het basispakket. Op veiligheid en buitenlands beleid kiest de partij voor versterkte defensie‑uitgaven (naar NAVO‑norm, lange termijn 3,5% bbp), meer diplomatieke inzet, Europese samenwerking en actieve inzet voor mensenrechten en multilateralisme. Landbouw en natuurbeleid verschuiven naar circulaire en grondgebonden vormen, met verbod op bepaalde landbouwgiften en PFAS. Migratiebeleid wordt hervormd met humane asielprocedures, sturing op arbeidsmigratie en betere integratie. Digitale en democratische maatregelen richten zich op regulering van AI, bescherming privacy en versterking rechtsstaat en media. De toekomstvisie is pragmatisch geformuleerd als gecombineerde investeringen en regie om maatschappelijke stilstand te doorbreken.",
    "key_policies": [
      "Betaalbare woningen en regie op grond: grootschalige publieke investering (100.000 woningen p/j), Woningbouwcorporaties Nieuwe Stijl, opkoopbescherming en maatregelen tegen grondspeculatie.",
      "Versnelde en rechtvaardige klimaat- en energietransitie: ambitie richting klimaatneutraliteit (2040), investeringen in wind op zee, netcapaciteit, isolatie‑offensief en het principe ‘de vervuiler betaalt’.",
      "Economie en inkomen voor iedereen: hogere lonen (minimumloon €18), progressieve belastinghervorming, Toekomstfonds voor innovatie en een arbeidsmarktbeleid met betere arbeidsrechten en scholingsrechten.",
      "Sterk bestuur en veiligheid: versterken van publieke voorzieningen en rechtsstaat, historische defensie-investeringen (naar NAVO‑norm), meer diplomatie en Europees samenwerken bij veiligheid en handel.",
      "Basis op orde en sociale voorzieningen: herstel en uitbreiding van zorg, onderwijs en kinderopvang (gratis waar aangegeven), bestrijding van armoede en schulden, en maatregelen tegen commerciële uitholling van publieke taken."
    ]
  }
}