{
  "JA21": {
    "current_vision": "Volgens het programma ziet JA21 Nederland als een land met ernstige en door elkaar hangende knelpunten: onvrede over openbare orde en veiligheid, een asiel- en migratieproblematiek die volgens de partij de verzorgingsstaat, woningmarkt en publieke voorzieningen zwaar belast, en een woningtekort dat deels wordt toegeschreven aan snelle bevolkingsgroei door migratie. Het programma stelt dat migratie de belangrijkste oorzaak is van bevolkingsgroei (het rapport noemt cijfers uit de partijtekst) en verwijst naar hoge kosten van het huidige asielstelsel. Verder wordt de rechtsstaat en de strafrechtketen als onder druk ervaren: tekorten bij politie, OM, rechtspraak en gevangenissen zouden leiden tot dalend vertrouwen en onveiligheidsgevoel. Economisch signaleert JA21 stijgende regeldruk, hoog belasting- en uitgavenniveau, problemen voor industrie en ondernemers (energiekosten, netcongestie, vergunningsvertraging) en een arbeidsmarkt met mismatch tussen vacatures en inzetbaar aanbod. Op het gebied van energie is er volgens het programma zorgen over betaalbaarheid, leveringszekerheid en de effecten van het huidige klimaatbeleid. Landbouw en natuurbeleid (stikstof, Natura2000) worden als belemmerend voor woningbouw en economische activiteit beschreven; gedwongen uitkoop van boeren wordt afgewezen. Regionale ongelijkheid en een ervaren afstand tussen burgers en bestuur vormen een aanvullend thema. JA21 ziet ook maatschappelijke spanningen rond integratie, religie en culturele waarden: volgens de partij zijn er parallelle samenlevingen en een debat over de positie van islamitische groepen. Europees en internationaal ervaart JA21 verlies van nationale zeggenschap door verdragen en EU-regels (EVRM, VN-vluchtelingenverdrag, Europese regelgeving) die volgens het programma knelpunten in nationaal beleid veroorzaken. Samenvattend presenteert het programma een beeld van cumulatieve beleidsfouten en institutionele tekorten die naar de partij direct en ingrijpend moeten worden aangepakt.",
    "future_vision": "JA21 schetst een toekomstvisie waarin Nederland weer veilig, welvarend en soeverein is door vijf samenhangende koerswijzigingen. Ten eerste strenger migratie- en asielbeheer: inzet op opvang in de regio, externalisering van asielprocedures, return hubs buiten de EU, forse instroombeperking en selectie van migratie naar draagkracht en economische behoefte; ook aanscherping van gezinshereniging en integratie-eisen. Ten tweede veiligheid en rechtsorde bovenaan: substantieel meer investeringen in politie, OM, rechtspraak en defensie, hogere prioriteit voor ondermijning en georganiseerde misdaad, zwaardere straffen voor zware delicten en uitbreiding van detentiecapaciteit. Derde component is een kleinere, doelmatigere overheid met meer zeggenschap voor burgers: invoering van correctief bindend referendum, decentrale besluitvorming, een Minister voor Overheidsefficiëntie en Autonomie en vermindering van bureaucratie. Vierde is een pro‑ondernemers- en groeibeleid: eenvoudiger belastingen (onder meer één vennootschapstarief van 20%), minder regeldruk, stimulering van industrie en digitalisering, en hervormingen om werken te laten lonen. Vijfde pijler betreft energie, klimaat en soevereiniteit: kernenergie en behoud van fossiele back-up voor leveringszekerheid, betaalbaarheid als uitgangspunt, en terughoudendheid ten opzichte van extra EU-regelgeving. Daarnaast wil JA21 landbouwbeleid met regionale maatwerkoplossingen (geen gedwongen uitkoop), meer woningbouw met migratieplafonds, versterkte defensie-uitgaven richting 5% van BBP in 2035, en een Europese agenda die bevoegdheden teruggeeft en zich beperkt tot kerntaken. De partij profileert deze koers als pragmatisch, economisch en gericht op herstel van nationaal zelfbestuur.",
    "key_policies": [
      "Strikt migratie- en asielbeleid: opvang in regio, externalisering, return hubs en instroombeperking",
      "Law-and-order en versterking defensie: meer politie en rechters, zwaardere straffen, hogere defensie-uitgaven",
      "Kleine en efficiënte overheid met meer burgerzeggenschap: Minister voor Overheidsefficiëntie, referenda en decentralisatie",
      "Pro-ondernemers economische agenda: minder regeldruk, eenvoudiger belastingstelsel en stimulering industrie en innovatie",
      "Betrouwbaar en betaalbaar energiebeleid met kernenergie en behoud van fossiele back-up; terughoudendheid richting EU-overdracht"
    ]
  }
}