{
  "NSC": {
    "current_vision": "Nieuw Sociaal Contract (NSC) beschouwt Nederland op dit moment als een land dat kampt met uiteenlopende, elkaar versterkende knelpunten. De partij ziet brede onzekerheid bij burgers door stijgende kosten van wonen, energie, zorg en boodschappen, gecombineerd met toenemende arbeidsonzekerheid door flexwerk en schijnzelfstandigheid. De woningmarkt wordt gekenmerkt door een groot tekort aan betaalbare woningen en lange wachtlijsten in de sociale sector. In de zorg bestaan knelpunten zoals personeelstekorten, lange wachttijden en hoge administratieve lasten. Pensioenen en AOW lopen uiteen in koopkracht; aanvullende pensioenen hebben bij veel gepensioneerden koopkrachtverlies veroorzaakt. NSC signaleert daarnaast falende uitvoering en ondoorzichtigheid van overheidstoepassing (Toeslagen, UWV-hersteloperaties, Groninger aardbevingsschade) wat vertrouwen aantast. Economisch ziet de partij effecten van wat zij ‘neoliberaal’ beleid noemt: onvoldoende marktregulering in sectoren met marktfalen, concentratie bij spelers (banken, zorgketens, retail) en verdienmodellen gebaseerd op goedkope arbeidsmigratie. Op veiligheidsvlak benoemt NSC geopolitieke risico’s (oorlog in Europa) en digitale kwetsbaarheid — afhankelijkheid van buitenlandse cloudleveranciers, cyberaanvallen en verouderde overheids-ICT. Demografisch wijst de partij op groei door migratie, lage geboortecijfers en druk op publieke voorzieningen. Cultureel constateert NSC verzwakking van sociale samenhang en aandacht voor de Nederlandse taal en tradities. Overheidsbestuur wordt als te technocratisch en verkokerd ervaren; er is volgens NSC behoefte aan begrijpelijke regels, minder bureaucratie en meer burgerbetrokkenheid. In deze diagnose combineert NSC maatschappelijke, economische, bestuurlijke, veiligheids- en culturele problemen en concludeert dat herstel alleen mogelijk is met een betrouwbare, slagvaardige overheid die bestaanszekerheid, veiligheid en samenhang prioriteert.",
    "future_vision": "NSC schetst voor de toekomst een Nederland met een hersteld sociaal contract: een samenleving waarin de basiszekerheden op orde zijn, de overheid betrouwbaar en uitvoerbaar is en burgers zich verbonden voelen. Centraal staat bestaanszekerheid: voldoende en betaalbare huisvesting (doel: jaarlijks veel meer woningen, met stevige percentages sociale en betaalbare woningen), een minimumloon dat stapsgewijs naar €18 gaat, vaste arbeidscontracten als norm en een eenvoudiger, transparanter stelsel van belastingen en toeslagen waardoor werken loont en inkomensbescherming beter functioneert. In pensioenen wil NSC koopkrachtbehoud en duidelijkere regelgeving en toezicht. Voor de zorg streeft de partij naar toegankelijke, regionale eerstelijnszorg, minder marktwerking, meer ruimte voor zorgverleners en lagere financiële drempels voor patiënten (beperkte eigen bijdrage per behandeling). Op veiligheid en weerbaarheid richt NSC zich op versterking van Defensie (NAVO-norm 3,5% naar 2035), investeringen in cyber- en infrastructuurbescherming en een samenleving met burgersteunpunten en vrijwilligersnetwerken. Op migratiegebied wil NSC striktere, uitvoerbare regels: beperking van arbeids-, studie- en asielmigratie, betere grens- en EU-samenwerking, opvang in de regio en strengere handhaving tegen uitbuiting. Bestuurlijk streeft de partij naar een cultuur van inhoudelijk debat, vereenvoudigde regels, versterking van grondrechten (Grondwettelijk Hof), regionale vertegenwoordiging en een digitale overheid met eigen standaarden en meer soevereiniteit. Daarnaast beoogt NSC innovatie en industriebeleid gericht op brede welvaart, energiezekerheid met duurzame mix inclusief kernenergie, en een cultuur- en identiteitsbeleid dat taal, geschiedenis en lokale tradities beschermt. Het gezamenlijke doel is een stabieler, eerlijker en veerkrachtiger Nederland waarin burgers vertrouwen hebben in overheid en toekomst.",
    "key_policies": [
      "Bestaanszekerheid: verhogen minimumloon naar €18, vaste contracten als norm, vereenvoudiging toeslagen- en belastingstelsel en koopkrachtige pensioenen/AOW-indexatie.",
      "Aanpak wooncrisis: jaarlijks veel meer woningen bouwen (streefaantal), 30% sociale woningen, versnellingsfonds en regie van Rijk bij knelpunten; huurbescherming en huurplafonds.",
      "Goed bestuur en rechtsstaat: herstellen van vertrouwen in overheid met begrijpelijke regels, minder bureaucratie, regionaal kiesstelsel, Grondwettelijk Hof en recht op vergissen.",
      "Veiligheid & weerbaarheid: defensie naar NAVO-norm (3,5% op termijn), investeren in cyberweerbaarheid en kritieke infrastructuur, burgersteunpunten en (beperkte) dienstplichtvariant.",
      "Streng en realistisch migratie- en integratiebeleid: beperken arbeids-, studie- en asielmigratie, opvang in de regio, strengere handhaving tegen uitbuiting en taaleisen/inburgering."
    ]
  }
}