{
  "PVDD": {
    "current_vision": "De Partij voor de Dieren schetst een beeld van Nederland als een land dat op meerdere fronten structurele problemen kent. Klimaat- en natuurverlies verlopen snel: hitte, droogte, overstromingen en een sterke afname van biodiversiteit worden genoemd, met nog maar een klein deel van de oorspronkelijke biodiversiteit in Nederland. Het huidige economische en landbouwmodel wordt gezien als een belangrijke oorzaak: intensieve veehouderij, grootschalige exportlandbouw en het routinematig gebruik van landbouwgif leiden tot stikstofdepositie, water- en bodemmorfologie, vervuiling (waaronder PFAS) en gezondheidsrisico's voor omwonenden. Grote industriële vervuilers (bijvoorbeeld staal en chemie) en infrastructuren als Schiphol worden aangewezen als bronnen van schadelijke emissies en veiligheids- en gezondheidsrisico's.\n\nOp sociaal-economisch terrein signaleert het programma oplopende ongelijkheid: groeiende vermogensconcentratie, wooncrisis met tekort aan betaalbare woningen en woningmarkt die deels als belegging functioneert. Gezondheidsverschillen tussen groepen zijn groot; veel mensen leven met chronische aandoeningen en stijgende zorgkosten. Democratische instituties en rechtsstaat worden volgens de partij onder druk gezet door populistische politiek, ingrepen die toegang tot recht beperken en het teruglopen van publieke democratische ruimte. Daarnaast is er volgens het programma onvoldoende internationaal verantwoordelijkheid nemen: handelspolitiek, vrijhandelsakkoorden en export van intensieve landbouw wordt genoemd als oorzaak van schade elders.\n\nKort samengevat ziet de partij Nederland als een rijk, technologisch ontwikkeld land met ernstige ecologische overschrijdingen, industrie-gedreven vervuiling, sociale ongelijkheid en verzwakte publieke voorzieningen en rechtsstaat, die samen vragen om fundamentele beleidsomslag.",
    "future_vision": "Het partijprogramma formuleert een toekomstvisie waarin Nederland radicaal omschakelt naar een ecocentrisch en sociaal rechtvaardig model. Het uitgangspunt is dat welzijn van mens, dier en natuur leidend wordt in plaats van economische groei. Klimaat- en natuurbeleid worden sterk aangescherpt: een nationaal CO2-budget, een juridische klimaatplicht voor grote vervuilers, afbouw van fossiele subsidies en streefdoelen richting klimaatneutraliteit (met 2030 als ambitie voor snelle stappen). Ook wordt structureel geld vrijgemaakt voor klimaat- en natuurmaatregelen (voorstel: 5% van het BBP).\n\nIn de landbouw en voedselvoorziening wil de partij een transitie naar een grotendeels plantaardig, biologisch en regionaal voedselsysteem. De vee-industrie wordt drastisch verkleind (programmatisch concreet: sterke krimp van aantallen dieren), landbouwgif wordt verboden en kringloop- en natuurinclusieve landbouw worden de norm. Natuurherstel krijgt wettelijke verankering (rechten voor natuur, ecocide als misdrijf), grootschalige herstelprojecten en versterking van het Natuurnetwerk.\n\nEconomisch beoogt het programma een circulaire economie en herverdeling: vervuilers betalen, progressieve belastingen op vermogen en milieu, stimulering van lokale, publieke en coöperatieve economieën en investeringen in groene banen en omscholing. Publieke regie over essentiële infrastructuur (energie, water, grondstoffen) en meer sociale bescherming (afschaffing eigen risico, sterkere sociale zekerheid, betaalbaar wonen) zijn onderdeel van de toekomstvisie. Internationaal kiest de partij voor eerlijke handel, mensenrechten, klimaatrechtvaardigheid en solidariteit; geweld en schendingen van internationaal recht worden consequent bekritiseerd en opgevolgd met beleidsmaatregelen.",
    "key_policies": [
      "Radicale klimaat- en natuurmaatregelen: nationaal CO2-budget, 5% BBP voor klimaat/natuur, fossiele subsidies afbouwen, klimaatplicht voor bedrijven en aanscherping van klimaatdoelen (richting 1,5°C/klimaatneutraliteit).",
      "Dierenrechten en landbouwtransitie: grondrechten voor natuur en dieren, ingrijpende krimp van de intensieve veehouderij, verbod op veel gangbare veehouderijpraktijken, gifvrije en natuurinclusieve landbouw en sterke bevordering van plantaardig voedsel.",
      "Circulaire, rechtvaardige economie en fiscale hervorming: polluter-pays, progressieve belastingen op vermogen en vervuiling, afschaffen van schadelijke subsidies, stimuleren van publieke en coöperatieve eigendom en omscholing naar groene banen.",
      "Sociaal-publieke voorzieningen: betaalbare, duurzame woningen en energierenovatie (energieneutraal), afschaffing eigen risico in de zorg, investeren in eerstelijnszorg, onderwijs en betaalbaar openbaar vervoer.",
      "Internationale solidariteit en rechtsstaat: eerlijke handelsregels en IMVO-wetgeving, afschaffen destructieve vrijhandelsinstrumenten, mensgerichte vluchtelingenopvang en consequente inzet voor mensenrechten en naleving van internationaal recht."
    ]
  }
}