{
  "PVV": {
    "current_vision": "Volgens het partijprogramma ziet de PVV Nederland momenteel als een land dat onder grote druk staat door immigratie, bevolkingsgroei en islamisering. Het programma beschrijft dat de instroom van asielzoekers en niet-westerse immigranten de openbare orde, veiligheid en leefbaarheid in steden en wijken aantast en dat azc’s overlast en criminaliteit veroorzaken. De PVV stelt dat onze verzorgingsstaat en woningvoorraad onder druk staan doordat veel sociale huurwoningen en uitkeringen naar statushouders en niet-westerse allochtonen gaan. Economische lasten zoals hoge energierekeningen, stijgende boodschappenprijzen en hoge huren worden in het programma toegeschreven aan decennialang 'wanbeleid', aanzienlijke uitgaven aan asielopvang, ontwikkelingshulp, Europese bijdragen en klimaatbeleid. De partij signaleert tekorten en knelpunten in publieke voorzieningen: wachtlijsten en personeelstekorten in de zorg, medische en medicijntekorten, ernstige lerarentekorten en dalende onderwijsprestaties, en een groot woningtekort. De PVV ziet ook een toenemend veiligheidsprobleem met georganiseerde en straatcriminaliteit, agressie tegen hulpverleners en problematische jeugdgroepen. Verder spreekt het programma van een verlies aan nationale soevereiniteit door Europese regelgeving en van een culturele vervreemding: het publieksbeeld, onderwijs en publieke omroep zouden een 'multiculturele' en 'woke' agenda promoten die de nationale identiteit en tradities ondergraaft. Ten slotte noemt het programma problemen in de energievoorziening en netcapaciteit als gevolg van versnipperde klimaatmaatregelen en weersafhankelijke energieopwekking. Samengevat presenteert de PVV een diagnose van overbelasting van Nederlandse systemen op het gebied van migratie, veiligheid, huisvesting, zorg, onderwijs, economie en nationale identiteit.",
    "future_vision": "De PVV formuleert een toekomstvisie waarin Nederland weer prioriteit geeft aan autochtone Nederlanders, veiligheid en nationale soevereiniteit. Centraal staat een directe en strikte aanpak van asiel en immigratie: een totale asielstop, sluiting van azc’s, terugkeer of uitzetting van personen die overlast veroorzaken of crimineel zijn, beperking van gezinshereniging en het afdwingen van opt-outs in EU-verdragen. Op veiligheid wil de partij sterk inzetten op handhaving: duizenden extra politieagenten, strengere en langere straffen, minder beleidsvrijheid voor het OM bij zware delicten, uitbreiding van gevangeniscapaciteit en een hardere aanpak van georganiseerde misdaad en overlast. Voor wonen streeft de PVV naar snelle en grootschalige bouw van sociale, middenhuur- en koopwoningen, geen voorrang meer voor statushouders, lagere sociale huren en minder juridische belemmeringen bij woningbouw. In zorg en sociale zekerheid wil de partij het eigen risico afschaffen, tandartskosten in het basispakket opnemen, regionale ziekenhuizen ondersteunen en administratieve lasten verminderen. Op energie en klimaat kiest de PVV voor betaalbaarheid en leveringszekerheid: lagere btw op energie, geen verdere uitbreiding van wind- en zonneparken, behoud van kolen- en gascentrales, uitbreiding van kernenergie en terugtrekking uit internationale klimaatverdragen. Economisch wil de partij bezuinigen op ontwikkelingshulp en EU-bijdragen, minder ambtenaren en herprioritering van uitgaven naar binnenlandse koopkracht. Cultureel en bestuurlijk pleit de PVV voor versterking van nationale identiteit, directe democratie (referenda), gekozen burgemeesters en beperkingen op islamitische symbolen en onderwijsuitingen. Buitenlands beleid is sober en soeverein, met expliciete steun aan Israël en meer defensiecapaciteit gericht op grensbewaking.",
    "key_policies": [
      "Totale asielstop en strengere uitzettings- en terugkeermaatregelen; sluiten van azc’s en stop op gezinshereniging",
      "Strengere veiligheidspolitiek: 10.000 extra agenten, hardere straffen, uitbreiding gevangeniscapaciteit en zerotolerancebeleid",
      "Prioriteit voor Nederlandse huisvesting en koopkracht: bouwoffensief voor woningen, 10% verlaging sociale huren en schrappen voorrang statushouders",
      "Betaalbare energie en stop van klimaatbeleid zoals wind- en zonneparken; lagere btw op energie en inzet op kernenergie en fossiele centrales",
      "Soeverein financieel beleid: stoppen ontwikkelingshulp en terugtrekking bevoegdheden naar Brussel, herprioritering van overheidsuitgaven naar binnenlandse belangen"
    ]
  }
}