{
  "PVV": {
    "current_vision": "Volgens het partijprogramma van de Partij voor de Vrijheid (PVV) verkeert Nederland in een staat van ernstige en meervoudige problemen. De PVV beschrijft het land als overbevolkt en sterk veranderd door grootschalige niet-westerse immigratie en asielinstroom, met name uit islamitische landen. Dit zou leiden tot verregaande islamisering, culturele vervreemding in wijken en een toename van sociale onrust en overlast. De partij stelt dat veel asielzoekers en statushouders onvoldoende integreren, een disproportionele druk leggen op de verzorgingsstaat en bij dragen aan hogere uitgaven voor opvang en uitkeringen. In het veiligheidsbeeld signaleert de PVV toegenomen criminaliteit, georganiseerde misdaad en overlast, waarbij groepen vooral van niet-westerse afkomst volgens het programma oververtegenwoordigd zijn bij delicten; dit zou de persoonlijke veiligheid en het leefklimaat in buurten aantasten.\n\nDaarnaast benoemt het programma een grote woningnood met hoge koop- en huurprijzen, waarbij veel sociale huurwoningen volgens de partij zijn toegekend aan statushouders en niet aan Nederlanders. De zorg wordt gezien als duur en ontoegankelijk voor sommige groepen: mensen stellen behandelingen uit vanwege kosten, tandheelkundige zorg ontbreekt voor velen en regionale ziekenhuizen lopen risico op schaalverkleining. Economisch signaleert de PVV hoge uitgaven aan asiel, buitenlandse hulp, EU-bijdragen en klimaatbeleid, waardoor volgens hen minder geld overblijft voor koopkracht, energie, wonen en zorg van Nederlandse burgers. De partij presenteert dit geheel als het resultaat van decennialang links-liberaal bestuur, EU-invloed en beleid dat volgens hen prioriteit geeft aan migratie en internationale verplichtingen boven de belangen van Nederlanders.",
    "future_vision": "Het programma schetst een toekomstbeeld waarin Nederland herwonnen wordt voor de Nederlandse bevolking door strikte grenzen, prioriteit voor autochtone inwoners en herstel van orde en voorzieningen. De PVV wil een onmiddellijke en volledige asielstop en sluiting van asielcentra (azc’s), met grensweigering op grond van artikel 72 VWEU, inzet van leger en bewakingstechnieken en stop van gezinshereniging. Uitgezette en criminelen moeten volgens het programma snel worden teruggestuurd; dubbele nationaliteit moet worden beperkt en naturalisatie strenger gemaakt. De partij ambieert remigratieregelingen en het opzeggen of heronderhandelen van internationale verdragen die migratie zouden beperken.\n\nOp veiligheidsgebied streeft de PVV naar fors meer handhaving: tienduizend extra politiemensen, strengere en cumulatieve straffen, afschaffing van TBS voor bepaalde groepen, meer inzet tegen georganiseerde misdaad en een zerotolerancebeleid richting demonstraties die infrastructuur blokkeren. In de woningmarkt wil de partij bouwen, bouwen en bouwen: een nationaal crisisplan voor sociale, midden- en betaalbare koopwoningen, geen voorrang meer voor statushouders, tijdelijke beperking van bezwaarprocedures tegen woningbouw en verlaging van sociale huren met 10%. In de zorg beoogt de PVV afschaffing van het eigen risico, terugkeer van tandzorg in het basispakket, behoud van hypotheekrenteaftrek en compensatie van verzekeraars. Algemeen wil de partij bezuinigingen op internationale uitgaven en klimaatbeleid heroverwegen om binnenlandse prioriteiten te financieren. Het toekomstbeeld is een streng gereguleerd, meer homogeen en door de staat beschermd Nederland met nadruk op veiligheid, woningzekerheid en sociale vangnetten voor Nederlanders.",
    "key_policies": [
      "Totale asielstop en sluiting van azc’s: asielzoekers weigeren aan de grens, stop gezinshereniging, inzet leger en grensbewaking, opt-out in EU en opzegging van bepaalde internationale verdragen.",
      "Strikte immigratie- en uitzettingspolitiek: directe uitzetting van criminele vreemdelingen, beperking dubbele nationaliteit, remigratieregeling en uitbreiding van de vreemdelingenpolitie.",
      "Hard beleid op veiligheid en rechtshandhaving: 10.000 extra politieagenten, strengere straffen, cumulatie van straffen, afschaffing TBS in veel gevallen en uitbreiding/dubbele sancties bij openbare ordeverstoringen.",
      "Woningprioriteit voor Nederlanders: geen voorrang voor statushouders, nationaal crisisplan voor massale bouw van sociale/midden- en betaalbare woningen, verlaging sociale huren en vereenvoudiging vergunningverlening.",
      "Zorg- en koopkrachtmaatregelen voor Nederlanders: afschaffing eigen risico, tandzorg in basispakket, behoud hypotheekrenteaftrek, compenseren zorgverzekeraars en heroriëntatie van overheidsuitgaven weg van internationale en klimaatuitgaven."
    ]
  }
}