{
  "PVV": {
    "current_vision": "De PVV schetst in het programma een beeld van Nederland als een land dat volgens de partij momenteel ernstige interne problemen kent. Centraal staat de nadruk op hoge immigratie- en asielinstromen, met name uit niet-westerse en islamitische landen, die volgens het programma hebben geleid tot overbevolking, omvangrijke kosten voor opvang en zorg, en sociale spanningen in steden en wijken. Asielzoekers en statushouders worden in het programma genoemd als belangrijke oorzaken van overlast, criminaliteit en druk op de woningmarkt en de verzorgingsstaat. De aanwezigheid van azc’s (asielzoekerscentra) en groeiende concentraties van niet-westerse inwoners in grote steden worden beschreven als ontwrichtend voor de leefbaarheid en identiteit van buurten.\n\nOp veiligheid gebied signaleert de partij een stijging van ernstige criminaliteit, georganiseerde misdaad en overlast door groepen veelal allochtone jongeren; dit zou leiden tot onveiligheid, intimidatie en angst, vooral onder vrouwen. Daarnaast verwijst het programma naar een overbelaste en duur wordende zorgsector: hoge kosten, toegankelijkheidsproblemen en personeelstekorten; mede veroorzaakt door bureaucratie en fraude. Voor de woningmarkt wordt een tekort en hoge prijzen genoemd, met kritiek dat statushouders voorrang bij sociale huurwoningen zouden krijgen en dat burgerlijke procedures en natuurbescherming nieuwbouw belemmeren.\n\nFinancieel ziet de PVV volgens het programma middelen verkeerd besteed: veel geld zou gaan naar asielopvang, buitenlandse hulp of EU-uitgaven waar Nederlanders niet van profiteren. Institutioneel uit het programma onvrede met gevestigde politiek, Europese en internationale verdragen die volgens de partij nationale beleidsvrijheid beperken. Samengevat beschrijft de PVV de huidige situatie als een combinatie van immigratiegerelateerde druk, veiligheidsproblemen, een ontoegankelijke woning- en zorgmarkt en bestuur dat onvoldoende prioriteit zou geven aan Nederlandse belangen.",
    "future_vision": "De PVV presenteert een toekomstbeeld van Nederland waarin volgens het programma de nationale soevereiniteit, veiligheid en prioriteit voor autochtone Nederlanders hersteld zijn. Kern van die visie is een uitgebreide beleidsomslag op immigratie en asiel: een volledige asielstop voor een vooraf bepaalde periode, weigering van asielzoekers aan de grens, beëindiging van gezinshereniging, sluiting van azc’s en het terugsturen of gedwongen uitzetten van personen die volgens het programma overlast veroorzaken of veroordeeld zijn. Daarnaast pleit de partij voor het terugdraaien of opzeggen van internationale verdragen die de nationale beleidsruimte zouden beperken en voor het afdwingen van opt-outs binnen de EU op asiel- en immigratiebeleid.\n\nOp veiligheidsvlak streeft de partij naar een strengere aanpak: veel meer politie op straat (onder meer 10.000 extra agenten), zwaardere straffen, afschaffing van TBS en opportuniteitsbeginsel voor bepaalde delicten, uitbreiding van detentiecapaciteit en strengere regels in detentie. Preventieve maatregelen, zerotolerancebeleid en maatregelen tegen georganiseerde en straatcriminaliteit maken deel uit van het plan.\n\nVoor wonen wil de PVV bouwsnelheid en prioritering: grootschalige nieuwbouw, binnenstedelijke transformaties, schrappen van belemmerende procedures en geen voorrang meer voor statushouders bij sociale huur. In de zorg wil de partij het eigen risico afschaffen, tandartskosten terug in het basispakket, compensatie van verzekeraars en versterking van regionale ziekenhuizen en personeel door minder bureaucratie en financiële prikkels. Economisch en bestuurlijk richt de visie zich op het herprioriteren van overheidsuitgaven naar nationale belangen, meer handhaving tegen fraude en stimulering van remigratie- of terugkeerregelingen. Het toekomstige Nederland in dit programma is een land met strikte migratiecontrole, sterke repressieve veiligheidscultuur, versneld woningaanbod en een zorgstelsel met lagere directe kosten voor burgers.",
    "key_policies": [
      "Totale asielstop en strengere grensbewaking (weigeren aan grens, sluiten azc’s, stop gezinshereniging)",
      "Zware law-and-orderagenda: 10.000 extra politieagenten, strengere straffen, uitbreiding gevangeniscapaciteit",
      "Woningprioriteit voor Nederlanders: grootschalige woningbouw, geen voorrang voor statushouders, lagere sociale huren",
      "Zorghervormingen: afschaffing eigen risico, tandarts in basispakket, steun aan regionale ziekenhuizen en personeel",
      "Strikte immigratie- en integratiemaatregelen: uitzettingen bij misdrijf, beperking dubbele nationaliteit, remigratieregeling"
    ]
  }
}