{
  "PVV": {
    "current_vision": "Volgens het partijprogramma van de Partij voor de Vrijheid (PVV) verkeert Nederland momenteel in een problematische situatie veroorzaakt door langdurig beleid en grote immigratiestromen. De PVV beschrijft Nederland als 'vol' en wijst op een hoge instroom van niet-westerse migratie en asielzoekers: sinds 2010 zouden bijna 500.000 asielzoekers zijn gekomen en de opvang van onder meer Oekraïners en asielzoekenden kost volgens het programma miljarden. De partij signaleert daardoor overbelasting van de azc-capaciteit, toegenomen overlast en criminaliteit in en rond opvanglocaties en een druk op de openbare orde in sommige wijken en stadsdelen. De PVV brengt daarnaast demografische veranderingen naar voren: in grote steden zou de niet-westerse bevolking sterk zijn toegenomen. Economisch ziet de partij de verzorgingsstaat onder druk: volgens het programma profiteren te veel niet-westerse bewoners van uitkeringen en sociale huisvesting, met langdurige bijstandsafhankelijkheid onder een deel van statushouders. Ook bestaat er volgens de PVV een ernstig woningtekort (genoemd: ca. 400.000 woningen), hoge koop- en huurprijzen en lange wachtlijsten, deels veroorzaakt door toewijzing van sociale huurwoningen aan statushouders. Op het terrein van zorg en koopkracht signaleert de PVV dat zorg, tandartszorg en energie onbetaalbaar zijn voor veel huishoudens; er wordt kritiek geuit op uitgaven aan buitenlandse hulp, EU-bijdragen en klimaatbeleid. Verder stelt de partij dat een 'links-liberale' en grensverbindende politiek, Europese verdragen en bureaucratie Nederland belemmeren om de gesignaleerde problemen aan te pakken. Cultureel-politiek noemt het programma islamisering als een ingrijpende zorg en wijst het op spanningen rond integratie en veiligheid in wijken. De bovenstaande weergave beschrijft de analyse zoals die in het partijprogramma wordt gepresenteerd.",
    "future_vision": "Het partijprogramma van de PVV schetst een toekomstbeeld waarin Nederland 'weer van Nederlanders' wordt en waarin veiligheid, huisvesting en betaalbaarheid centraal staan. Om dat te bereiken wil de partij een rigoureus beleid voeren op asiel en immigratie: een directe asielstop aan de grens (beroep op artikel 72 VWEU), sluiting van bestaande azc's, stop op gezinshereniging, het weigeren van nieuwe azc-locaties en het actief terugsturen of uitzetten van asielzoekers en veroordeelde vreemdelingen. De PVV wil ook internationale verdragen en EU-regels die de partij als belemmerend ziet opzeggen of een opt-out afdwingen. Op veiligheidsgebied streeft de partij naar een strengere 'law-and-order'-aanpak: tienduizend extra agenten, zwaardere straffen (onder meer echte levenslange straffen voor bepaalde delicten), afschaffing van TBS en het toepassen van volwassenstrafrecht vanaf 14 jaar bij zware delicten; daarnaast maatregelen tegen georganiseerde criminaliteit, een hogere prioriteit voor handhaving en instrumenten zoals legalisatie van pepperspray. Voor wonen wil de PVV prioriteit voor Nederlanders: een nationaal crisisplan met grootschalige bouw, lagere sociale huren (10% genoemd), geen voorrang meer voor statushouders bij sociale woningtoewijzing en versnelde vergunningverlening. In de zorg beoogt de partij het eigen risico af te schaffen, tandartszorg terug in het basispakket, bescherming van regionale ziekenhuizen en maatregelen om personeelstekorten te verminderen (minder bureaucratie, inzet van AI, beloningen voor meer werk). Financieel wil de PVV herprioritering van uitgaven, met minder besteding aan buitenlands beleid, EU-bijdragen en klimaatmaatregelen. Samengevat zoekt het programma een combinatie van strikte migratie- en veiligheidsmaatregelen, woningbouw en kostenverlaging in zorg en energie om volgens de PVV de leefbaarheid en betaalbaarheid in Nederland te herstellen.",
    "key_policies": [
      "Totale asielstop en sluiting van azc's: grensweigering (artikel 72 VWEU), stop gezinshereniging en terugdringing van asielinstroom; afdwingen van opt-out bij EU en opzeggen van bepaalde internationale verdragen.",
      "Streng veiligheids- en strafrechtbeleid: 10.000 extra politieagenten, zwaardere straffen (inclusief echte levenslange straffen), afschaffen TBS, 'one strike you’re out' bij overlast en directe uitzetting van criminele vreemdelingen.",
      "Woningprioriteit en bouwoffensief: nationaal crisisplan voor  voldoende woningen, verlaging van sociale huren met 10%, geen voorrang voor statushouders en versnellen van vergunningprocedures.",
      "Zorg- en koopkrachtmaatregelen: afschaffen van het eigen risico, tandarts in het basispakket, compensatie van zorgverzekeraars, bescherming van regionale ziekenhuizen en beloning van mantelzorg en extra zorguren.",
      "Beperking van immigratie en dubbele nationaliteit; bevordering van remigratie en handhaving (o.a. uitbreiding vreemdelingenpolitie, strafbaarstelling van illegaal verblijf en hulp aan illegalen)."
    ]
  }
}