{
  "SGP": {
    "current_vision": "De SGP schetst Nederland in het programma als een land dat te maken heeft met meerdere samenhangende problemen op sociaal, cultureel en bestuurlijk vlak. Sociaal ziet de partij een toename van individualisme, normvervaging en polarisatie die leiden tot verslechterde onderlinge verhoudingen, eenzaamheid en psychische problematiek onder jongeren. Morele en culturele ontwikkelingen zoals wat de SGP noemt ‘woke’-cultuur en genderideologie worden ervaren als druk op traditionele christelijke waarden en op vrijheid van godsdienst en onderwijs. Op bestuurlijk niveau is er volgens de partij een verlies aan vertrouwen door schandalen (zoals toeslagen) en door juridisering, overregulering en te sterke invloed van internationale verdragen en EU-regelgeving, wat de handelingsruimte van nationale wetgever beperkt. De partij constateert daarnaast knelpunten in de publieke dienstverlening: zorg en jeugdhulp staan onder druk door personeelstekort en bureaucratie; de woningvoorraad en regionale voorzieningen zijn ontoereikend; en plattelandsgebieden krijgen te weinig aandacht. Op veiligheidsterrein signaleert de SGP een verzwakte krijgsmacht, toegenomen dreigingen van radicalisering en ondermijning, en incidenten die de vrijheid en veiligheid van Joodse Nederlanders en andere groepen aantasten. Demografische en economische kwesties komen samen in zorgen over de positie van boeren en vissers, natuurbeleid en betaalbaar bouwen. De SGP benadrukt tot slot dat de bescherming van kwetsbaar leven volgens haar onvoldoende is: het aantal abortussen is hoog en de partij ziet dat als een fundamenteel maatschappelijk probleem dat om beleidsmatig ingrijpen en culturele verandering vraagt.",
    "future_vision": "Voor de toekomst bepleit de SGP een koersherstel richting een samenleving die stevig verankerd is in klassieke christelijke normen en met praktische maatregelen om sociale samenhang, levensbeschouwelijke vrijheden en bestuurlijke betrouwbaarheid te herstellen. Centraal staat de bescherming van kwetsbaar leven: in beleid en wetgeving moet het ongebornene meer bescherming krijgen, met concrete ondersteuning voor zwangere vrouwen, meer kraamzorg en het terugdringen van abortussen. De familie en het klassieke huwelijk worden gezien als fundament; daarom wil de partij financiële en juridische steun voor gezinnen, ruimte voor vrij onderwijs en maatregelen die arbeid en rust (zoals zondagrust) beter in balans brengen. Bestuurlijk streeft de SGP naar minder overregulering, versterking van nationale zeggenschap ten opzichte van internationale verdragen, en meer dienstbaarheid en betrouwbaarheid van overheidsinstellingen. Veiligheid en defensie moeten worden versterkt met adequate middelen voor politie en krijgsmacht, strenger optreden tegen ondermijning en maatregelen tegen antisemitisme en extremistische uitingen. Op migratiegebied wil de partij grenzen bewaken, integratie-eisen aanscherpen en migratie beperken. Regionaal beleid moet meer aandacht voor platteland, boeren en visserij en een pragmatische, verstandige benadering van verduurzaming combineren met economische continuïteit. Cultuur- en omroeppolitiek moet ruimte bieden aan nationale historie en normen met een compacte, kwaliteitsgerichte publieke omroep. In samenhang zoekt de SGP naar een samenleving waarin overheid, kerken en maatschappelijke organisaties samenwerken om zorg, veiligheid en gemeenschapsvorming te versterken.",
    "key_policies": [
      "Bescherming van kwetsbaar leven: terugdringen van abortus, invoering van meer ondersteuning voor zwangere vrouwen en erkenning van het recht op leven in grondwettelijke context.",
      "Hechte gezinnen en vrij onderwijs: financiële steun voor gezinnen, versterking van het klassieke huwelijk, behoud en vrijheid van bijzondere scholen en aandacht voor zondagsrust.",
      "Betrouwbaar bestuur en klassieke vrijheden: minder juridisering en internationale verdragsdruk, bescherming van godsdienstvrijheid, meningsuiting en onderwijs, en beperking van EU-invloed waar nodig.",
      "Veilige samenleving en sterke defensie: betere uitrusting en voorbereiding van krijgsmacht en politie, streng optreden tegen ondermijning en antisemitisme, en duidelijke regels voor demonstraties.",
      "Grenzen aan migratie en regionale zorg: strengere toelatings- en integratievoorwaarden, meer aandacht en middelen voor platteland, boeren en lokale voorzieningen en een pragmatische benadering van verduurzaming."
    ]
  }
}