{
  "SGP": {
    "current_vision": "De SGP schetst een beeld van Nederland als een land met meerdere samenhangende uitdagingen op moreel, sociaal, bestuurlijk en veiligheidsterrein. Sociaal-maatschappelijk signaleert de partij individualisme, normvervaging en polarisatie, met toenemende mentale gezondheidsproblemen onder jongeren, eenzaamheid bij ouderen en spanningen in gezinnen. Culturele ontwikkelingen zoals woke-cultuur en genderideologie worden als ondermijnend ervaren voor klassieke waarden. Op bestuurlijk niveau is er volgens de SGP afgenomen vertrouwen door schandalen (bijv. toeslagen) en een te grote regeldruk en juridisering die beleid vertraagt. De partij ziet verder problemen in de rechtsstaat door internationale verdragen en rechterlijke interpretaties die het primaat van de politiek aantasten. Op veiligheid en defensie constateert de SGP dat de krijgsmacht en politie onvoldoende zijn toegerust voor geopolitieke dreigingen en binnenlandse extremistische spanningen; antisemitisme en radicalisering nemen toe. Migratie en asiel worden gezien als onhoudbaar in huidige omvang: druk op huisvesting, openbare orde en integratie wordt benadrukt. Economisch is de partij bezorgd over regeldruk, concurrentiepositie van de industrie, woningnood en stijgende kosten voor burgers. Voor landbouw en visserij signaliseert de SGP beleidsdruk rond stikstof en milieuregels die ondernemers perspectief ontnemen. In energie en klimaat merkt de partij netcongestie en risico op leveringszekerheid; verduurzaming wordt noodzakelijk geacht maar moet betaalbaar en praktisch zijn. Tot slot benoemt de SGP een groeiend gevoel dat Europese en internationale mechanismen nationale soevereiniteit beperken. Samenvattend ziet de partij Nederland in een periode van onzekerheid en meent dat herstel vraagt om herbevestiging van klassieke christelijke waarden, betrouwbaarder bestuur, versterkte veiligheid en meer ruimte voor gezinnen, ondernemers en regio's.",
    "future_vision": "De SGP formuleert een toekomstvisie gericht op herstel van wat de partij als fundamenteel beschouwt: christelijke waarden, bescherming van leven en versterking van het gezin, gecombineerd met robuuste publieke diensten en weerbaarheid. Op sociaal vlak beoogt zij een samenleving waarin gezin en gemeenschap centraal staan, met financieel beleid dat gezinnen ondersteunt (bijv. een vereenvoudigde kinderbijdrage) en met meer ruimte voor mantelzorg en vrijwilligers. In zorg en welzijn pleit de partij voor minder regeldruk, meer aandacht voor palliatieve zorg, beperking van abortus en euthanasie, en versterking van ouderenzorg en geestelijke gezondheidszorg. Bestuurlijk streeft de SGP naar een betrouwbaarder, dienstbaar bestuur met minder regelgeving, betere samenwerking tussen overheden en terughoudendheid ten aanzien van internationale verdragen die nationale speelruimte beperken. Op veiligheid en defensie wil de partij een sterker leger, hogere defensie-uitgaven volgens NAVO-ambities, meer politie op straat en strenger optreden tegen extremisme en antisemitisme. In migratie en integratie kiest de SGP voor begrenzing van de instroom, snellere procedures, effectieve terugkeer en strenge integratie-eisen. Economisch en ruimtelijk zet zij in op een gunstig vestigingsklimaat, minder regeldruk voor ondernemers, meer woningbouw en regionale investering. Voor landbouw, natuur en energie pleit de SGP voor een pragmatische, gebiedsgerichte stikstofaanpak, steun aan kringlooplandbouw, technische innovatie, een brede energiemix inclusief kernenergie en versterking van het net. Internationaal wil de partij krachtig optreden voor Israël en vervolgde christenen, kritisch maar coöperatief in EU-verband, met behoud van nationale soevereiniteit. De visie is gericht op rust, stabiliteit en dienstbaarheid aan naasten, gecombineerd met concrete beleidskeuzes om uitvoerbaarheid te waarborgen.",
    "key_policies": [
      "Bescherming van leven en gezin: Behoud en bevordering van klassieke gezinswaarden, wettelijke erkenning van het gezin (bijv. grondwetsplaats), maatregelen ter bescherming van het ongeboren leven (herroeping of aanscherping van de abortuswetgeving, registratie en keuzehulp), beperking van euthanasie en versterking van kraamzorg en moeder‑en‑kindvoorzieningen. Financiële steun aan gezinnen en een vereenvoudigde kinderbijdrage staan centraal.",
      "Betrouwbaar bestuur en klassieke vrijheden: Minder regeldruk en juridi sering, herijking van verdragsruimte en EU‑bevoegdheden, bescherming van grondrechten (godsdienst, onderwijs, meningsuiting), eis van grotere transparantie bij collectieve acties en terughoudendheid bij constitutionele toetsing door rechters. Meer bestuurlijke wederkerigheid tussen Rijk, provincies en gemeenten.",
      "Veiligheid en defensie: Versterking van krijgsmacht en civiele weerbaarheid (NAVO‑doelen, hogere defensieuitgaven), meer wijkagenten en capaciteit bij politie en OM, striktere aanpak van terrorisme, georganiseerde misdaad en antisemitisme, zero‑tolerancebeleid tegen haat, en investeringen in crisisherstel, brandweer en gevangeniscapaciteit.",
      "Grenzen aan migratie en strenge integratie: Begrenzing van migratiestromen via quota en hervestiging, snellere asielprocedures, effectievere terugkeer, beperking van arbeidsmigratie met quota, hogere taaleisen en integratieverplichtingen, en selectie op culturele en maatschappelijke draagkracht.",
      "Hart voor boeren, natuur en verstandige verduurzaming: Steun voor agrarische inkomens en kringlooplandbouw, pragmatische stikstofaanpak met doelsturing en derogaties waar mogelijk, versneld praktijkonderzoek en investeringsfondsen voor verduurzaming. Energiebeleid gericht op netverzwaring, brede mix (wind, zon, geothermie, kernenergie) en betaalbare, regionale oplossingen met aandacht voor voedselzekerheid en regionale werkgelegenheid."
    ]
  }
}