{
  "SP": {
    "current_vision": "Het programma schetst een beeld van Nederland als een land met sterke sociale en economische spanningen. Volgens de SP hebben beleidskeuzes van de afgelopen jaren geleid tot groeiende ongelijkheid: loonstagnatie voor veel werkenden, fiscale voordelen voor vermogen en hoge winsten voor bedrijven, terwijl publieke diensten vercommercialiseerd zijn. Er zijn structurele problemen in huisvesting (gebrek aan betaalbare woningen, leegstand en speculatie), gezondheidszorg (marktwerking, wachtlijsten, eigen risico) en werk (onzekere contracten, schijnzelfstandigheid). De SP wijst op onvoldoende investeringen in infrastructuur, onderwijs en strategische industrie, en noemt afhankelijkheid van buitenlandse ketens en financiële markten als kwetsbaarheden. Klimaat- en milieu-uitdagingen worden gecombineerd met sociale onrechtvaardigheid: de transitie zou te veel lasten bij huishoudens leggen en te weinig collectieve regie kennen. In veiligheids- en buitenlands beleid signaleert het programma een verontrustende militarisering en een verschuiving van middelen naar defensie-uitgaven, terwijl diplomatie en internationale rechtsorde volgens de SP onder druk staan. Migratie en arbeidsmigratie worden genoemd als factoren die druk zetten op voorzieningen, mede door jarenlange bezuinigingen op gemeenten. Ook ziet de SP risico's voor democratisch vertrouwen: vermeende belangenverstrengeling, commerciële invloed op beleid, concentratie van macht bij Big Tech en onvoldoende publieke zeggenschap. Samengevat: Nederland wordt in het programma gepresenteerd als een rijk land met scheef verdeelde welvaart, verzwakte publieke voorzieningen, toenemende onzekerheid op de arbeidsmarkt en institutionele problemen op het vlak van democratie, milieu en internationale solidariteit.",
    "future_vision": "De SP formuleert een toekomstvisie gericht op herverdeling, publieke regie en sociale zekerheid. Centraal staat een Nederland met betaalbare woningen, toegankelijke en publieke zorg, en banen met zekerheid en een waardig loon. Concreet wil de partij onder meer een Nationaal Woonfonds om één miljoen betaalbare huurwoningen te realiseren en huren te bevriezen; het afschaffen van het eigen risico en invoering van een Nationaal ZorgFonds; en een substantiële verhoging van het minimumloon (programma noemt direct naar 18 euro per uur) en gelijke beloning voor gelijk werk. Financieel wil de SP hogere belastingen voor kapitaal en vermogens (miljonairsbelasting en vermogensplafond), een strengere aanpak van belastingontwijking en publieke investeringsinstrumenten zoals een Nationale Investeringsbank. Energie en openbaar vervoer moeten publiek en betaalbaar zijn: nationalisatie van energiebedrijven, grootschalige uitrol van zonnepanelen en gratis of sterk betaalbaar openbaar vervoer. Klimaatbeleid wordt gekoppeld aan sociale rechtvaardigheid (klimaatrechtvaardigheidstoets, klimaatneutraal in 2040) en regionale economieën worden versterkt via investeringen in schone industrie en onderwijs. Democratische vernieuwing en arbeidsdemocratie (meer zeggenschap voor werknemers, versterking vakbonden, democratisering van bedrijven) moeten macht verschuiven van kapitaal naar werkenden. Internationaal streeft de SP naar vrede, een rechtvaardige VN en een sociaal Europa, met beleidskeuzes die mensenrechten en solidariteit vooropstellen. Doel is een samenleving waarin basisrechten juridisch afdwingbaar zijn en publieke voorzieningen de norm.",
    "key_policies": [
      "Wonen zonder winst: Nationaal Woonfonds, 1 miljoen betaalbare huurwoningen, huurbevriezing en meer zeggenschap voor huurders",
      "Publieke zorg: Nationaal ZorgFonds zonder eigen risico, afschaffing marktwerking en betere beloning van zorgverleners",
      "Herverdeling en financiering: hoger minimumloon, miljonairsbelasting en vermogensplafond, bestrijding van belastingontwijking",
      "Publieke regie & investeringen: nationalisatie van energie, gratis/betaalbaar openbaar vervoer, Nationale Investeringsbank voor infrastructuur en industrie",
      "Arbeids- en democratiehervormingen: werknemerszeggenschap, versterking vakbonden, einde aan onzekere contracten en invoering van vierdaagse werkweek"
    ]
  }
}