{
  "VOLT": {
    "current_vision": "Volt beschrijft de huidige situatie in Nederland als complex en problematisch op meerdere fronten. Klimaatverandering is zichtbaar geworden in extreme hitte, bosbranden, droogte en overstromingen; Nederland en de EU lopen in hun plannen en uitvoering achter op wat nodig is om op lange termijn veilig en leefbaar te blijven. Ruimtelijke knelpunten (woningnood, stikstof, industrie en natuur) blokkeren bouw en energietransitie. Industriële vervuiling en gezondheidsrisico's (met Tata Steel als concreet voorbeeld) blijven bestaan doordat oude belangen, uitzonderingen en subsidies vervuilende productie in stand houden. De woningmarkt is krap: weinig betaalbare woningen en onvoldoende doorstroom. Sociaal-economisch ligt er een fragiel fundament: ongelijkheid en armoede nemen toe, het toeslagensysteem is onbetrouwbaar en het arbeidsmarktbeleid staat onder druk door tekorten in zorg, onderwijs en techniek.\n\nOp Europees niveau ziet Volt fragmentatie: uiteenlopende nationale strategieën leiden tot inefficiënte investeringen en afhankelijkheid van buitenlands kapitaal en technologie (vooral uit de VS en China). Digitale autonomie ontbreekt grotendeels; grote techbedrijven domineren AI, data en sociale media, met risico's voor privacy, desinformatie en democratie. De geopolitieke context (oorlogen, autoritaire leiders) vergroot onzekerheid en zet Europese samenhang onder druk. De samenleving kampt tegelijkertijd met polarisatie, teruglopende vertrouwen in politiek en media, toenemende discriminatie en zorgen over mensenrechten. De openbare dienstverlening en uitvoering ervaren capaciteits- en organisatieproblemen; wetgeving, vergunningverlening en uitvoering zijn versnipperd. Ten slotte is de digitale veiligheid en weerbaarheid onvoldoende ingericht voor toenemende cyberdreigingen. Dit beeld vormt de basis van Volt’s analyse: bestaande politiek en instellingen leveren naar hun oordeel onvoldoende samenhangende en toekomstgerichte oplossingen.",
    "future_vision": "Volt schetst een toekomstbeeld waarin Nederland en de Europese Unie samenwerken aan een duurzame, eerlijke en weerbare samenleving. Kern is klimaatneutraliteit in 2040 met een integrale aanpak: stoppen van fossiele subsidies, harde CO₂-normering, passende ruimtelijke ordening, grootschalige woningbouw (meer betaalbare en klimaatneutrale woningen), en een energiemix gebaseerd op wind, zon, opslag, waterstof en kernenergie met strikte veiligheid en afvalafspraken. Industriële transities worden gefaciliteerd; vervuilende installaties die niet kunnen vergroenen worden afgebouwd en er komt ruimte voor 'first‑of‑a‑kind' duurzame industrie en groen herontwikkeling van locaties.\n\nEconomisch streeft Volt naar een innovatieve, circulaire economie met een Europese focus: een Silicon Europa met een Europees Tech Fund en gezamenlijke investeringsinstrumenten (Nationale Investeringsbank / Europese durfkapitaalstructuren) om deep tech, AI, kwantum en biotech te ondersteunen en strategische autonomie te vergroten. Sociaal beleid bevat een nieuw basisinkomen dat toeslagen vereenvoudigt, versterking van onderwijs en gezondheidszorg, een Europese Gezondheidsunie, en maatregelen tegen armoede en schulden. Arbeidsmarktbeleid richt zich op omscholing, eerlijke beloning en betere bescherming voor zzp’ers en arbeidsmigranten.\n\nDemocratisch en bestuurlijk wil Volt versterking van participatie en transparantie: verlaagde kiesleeftijd naar 16, permanente burgerberaden, strengere integriteitsregels en investeringen in publieke dienstverlening. Digitale beleidsagenda omvat een ministerie van Digitale Zaken, gereguleerde AI, Europese digitale soevereiniteit en versterkte cyberweerbaarheid. Op veiligheid en buitenlands beleid streeft Volt naar nauwere Europese defensiesamenwerking, een krachtiger EU-buitenlands optreden en effectief optreden tegen schendingen van mensenrechten. Het streven is een meer Europees geïntegreerde, sociale en duurzame toekomst met langdurige investeringen en institutionele hervormingen.",
    "key_policies": [
      "Klimaat en ruimte: wettelijk klimaatneutraal in 2040, stoppen van fossiele subsidies, strikte CO₂-prijzen, integrale ruimtelijke ordening, energie- en woningtransities (sluiting vervuilende installaties en bouw van duurzame Tata-stad).",
      "Europese strategie en technologische autonomie: opbouw van 'Silicon Europa' met Europees Tech Fund, Europese Energie-unie, gezamenlijke investeringen en rechtsvormen, en versterking van de eurozone en kapitaalmarkten.",
      "Sociaal fundament en welzijn: invoering van een nationaal basisinkomen dat toeslagen vervangt, investering in betaalbare woningen en een hernieuwd sociaal stelsel (schuldenaanpak, hoger minimumloon, toegankelijk onderwijs en gezondheidszorg).",
      "Duurzame economie en innovatiefinanciering: oprichting van een Nationale Investeringsbank en Europese cofinancieringsmechanismen, stimulering van circulaire industrie, duurzame landbouw en life sciences- en AI-ontwikkeling met publieke middelen en regelgeving.",
      "Democratie, digitale gouvernance en veiligheid: versterking van democratische participatie (burgerberaden, jongerenstem), ministerie van Digitale Zaken, gereguleerde AI en cyberweerbaarheid, transparantie van media en lobby en hervormingen voor een slagvaardiger Europese samenwerking."
    ]
  }
}