{
  "VVD": {
    "current_vision": "De VVD schetst Nederland momenteel als een land met een sterke liberale democratie en rechtsstaat die bescherming vereist, maar dat tegelijk voor aanzienlijke economische, sociale en veiligheidsuitdagingen staat. De partij signaleert een stagnerende groei: relatief veel faillissementen, vertrek van multinationals en oplopende concurrentiedruk van andere wereldmachten. Hoge energiekosten, een overbelast elektriciteitsnet en bureaucratische regeldruk belemmeren ondernemers en de industrie, terwijl het stikstofvraagstuk bouwprojecten en landbouwproductie lamlegt. Er is volgens de partij te veel regelgeving, vaak strenger dan elders in Europa, en gemeenten produceren soms aanvullende knellende regels. Het midden- en kleinbedrijf kampt met personeelstekorten, schulden en administratieve lasten; familiebedrijven en start-ups ervaren belemmeringen om te groeien. Ook de woningmarkt functioneert niet naar behoren: te weinig betaalbare huizen voor werkenden en falende bouwprojecten door vergunning- en stikstofbeperkingen. Op veiligheidsterrein ziet de VVD een toenemende dreiging: internationale geopolitieke spanningen, digitale dreigingen, georganiseerde misdaad, terrorisme en lokale onveiligheid vragen om versterking van defensie en handhaving. Daarnaast bestaat er volgens het programma zorg over migratie en integratie: druk op asielsysteem, zorgen over cultuurbehoud en verwachtingen dat nieuwkomers liberale waarden onderschrijven. Tot slot benoemt de partij bestuurlijke en fiscale aandachtspunten: te veel overheid, inefficiënte bureaucratie en de wens om overheidsfinanciën op orde te houden. In samenhang ziet de VVD deze problemen als redenen waarom Nederland ruimte moet maken voor ondernemers, innovatie en een compacte, doelgerichte overheid om welvaart, vrijheid en veiligheid op lange termijn te waarborgen.",
    "future_vision": "De VVD wil Nederland transformeren naar een land van radicale economische groei, met als doel de sterkste economie van Europa te worden en zo welvaart, vrijheid en voorzieningen te garanderen. Centraal staat het schrappen van knellende regels en het verminderen van regeldruk, gecombineerd met gerichte investeringen in energie (goede, betaalbare en schone energie en uitbreiding van het net), infrastructuur, onderwijs en innovatie. De partij streeft naar een investeringsagenda en een investeringsmaatschappij voor start- en scale-ups, uitbreiding van R&D-uitgaven naar circa 3% van het bbp, en gerichte inzet op kunstmatige intelligentie, quantumtechnologie en datainfrastructuur. Ondernemersbeleid omvat lagere lasten, wettelijke verplichting voor de overheid om het ondernemersklimaat te verbeteren, automatische goedkeuring bij overschrijding van vergunningsdeadlines en regelvrije zones om innovatie te stimuleren. Op arbeids- en woonbeleid wil de VVD dat werken meer loont en dat iedere werkende een betaalbare woning kan hebben: versimpeling van sociale zekerheid, schrappen van onnodige herverdelingsmechanismen en maatregelen voor meer koop- en huurwoningen. Veiligheid krijgt de grootste investering ooit: een sterke krijgsmacht, versterking van digitale en binnenlandse veiligheid, en euro-Atlantische samenwerking. Migratie- en integratiebeleid wordt strenger en gericht op reductie van asielinstroom, effectievere opvang voor vluchtelingen en expliciete eisen voor integratie en waardebekrachtiging. Tot slot zet de VVD in op een kleinere, maar effectievere overheid: minder bureaucratie, zuiniger belastinggebruik, decentraal beleid voor regio’s en behoud van liberale waarden als fundament voor beleid en samenleving.",
    "key_policies": [
      "Radicale economische groei: minder regels, lagere lasten, investeringsagenda en focus op AI, R&D en energie-infrastructuur.",
      "Werken moet lonen & betaalbare woningen: vereenvoudigde sociale zekerheid, stimulering van koop- en huismarkt voor werkenden.",
      "Grote veiligheidsinvestering: sterkere krijgsmacht, cyber- en binnenlandse beveiliging, nauwere EU-/NAVO-samenwerking.",
      "Strenger migratie- en integratiebeleid en harde aanpak van criminaliteit: reductie asielinstroom, eisen aan integratie, harde hand tegen misdaad.",
      "Kleine, effectieve overheid: minder bureaucratie en regeldruk, automatische beslistermijnen, betere dienstverlening en zuiniger overheidsuitgaven."
    ]
  }
}