{
  "VVD": {
    "current_vision": "De VVD schetst een beeld van Nederland dat enerzijds veel kwaliteiten kent — een liberale democratie, een sterke rechtsstaat, een innovatieve ondernemerscultuur en hooggewaardeerde instituten in onderwijs, landbouw en techniek — en anderzijds voor aanzienlijke uitdagingen staat. Economische groei stokt door hoge energieprijzen, regeldruk, stikstof‑beperkingen, netcongestie en beperkte kapitaaltoegang voor start‑ups en scale‑ups. De woningmarkt kampt met een tekort aan betaalbare koop‑ en huurwoningen en langdurige vergunningprocessen. De arbeidsmarkt lijdt onder personeelstekorten in zorg, onderwijs en techniek, complex arbeidsrecht en onzekerheden rond zzp‑positie. Nederland ervaart geopolitieke spanningen: energieafhankelijkheid van onbetrouwbare landen, cyberdreigingen, buitenlandse beïnvloeding en teruglopende Europese en trans‑Atlantische garanties. De VVD constateert toegenomen georganiseerde misdaad, openbare ordeproblemen, stijgende criminaliteit en ontoereikende capaciteit in politie, justitie en gevangenissen. Er is volgens het programma ook zorg over integratie en maatschappelijke samenhang: signalen van polarisatie, radicalisering en gebrek aan deelname aan arbeidsmarkt onder sommige groepen. De openbare sector wordt als te groot en te traag ervaren; bureaucratie en stapeling van regels remmen uitvoering en innovatie. Ook het klimaat en milieu worden gezien als een opgave die praktisch en economisch werkbaar moet zijn; huidig beleid zou het vestigingsklimaat en industriële concurrentiekracht nadelig beïnvloeden. Ten slotte benoemt de VVD demografische druk en vergrijzing als aanleiding voor hogere zorgkosten en een noodzaak tot hervormingen. Samengevat: Nederland heeft sterke fundamenten, maar staat volgens de partij voor urgente economische, veiligheids‑, bestuurlijke en sociale problemen die volgens hen samenhangen en daarom samen aangepakt moeten worden.",
    "future_vision": "De VVD presenteert een toekomstvisie gericht op economische versterking, veiligheid, vrijheid en een kleinere, effectiever werkende overheid. Kern is het streven naar ‘‘radicale economische groei’’: Nederland moet de sterkste economie van Europa worden door lagere regeldruk, investeringsagenda’s, een investeringsmaatschappij voor start‑ en scale‑ups, versterkte inzet op kunstmatige intelligentie en gezondere kapitaalmarkten. Energieonafhankelijkheid en betaalbaarheid staan centraal, met versnelling van netuitbreiding, versterkte inzet op kernenergie (inclusief SMR’s) en een mix van hernieuwbare bronnen. Op de arbeidsmarkt moet werken meer lonen via een Koopkrachtwet, hervormingen van sociale zekerheid en arbeidsrecht, stimuleren van omscholing en lange levensloopontwikkeling. Woningbouw wordt opgeschaald met minder regels, centrale regie en 30 nieuwe grootschalige woonwijken; zowel koop als sociale huur moeten uitbreiden. Veiligheid is een prioriteit: een grote, structurele defensieuitgave richting NAVO‑norm (3,5% GDP), uitbreiding van personeelsbestand en materieel, versterkte inlichtingen‑ en cybercapaciteit en steviger grens‑ en asielbeleid. Op het gebied van openbare orde en integratie kiest de VVD voor strengere handhaving, integratieverplichtingen, hogere taaleisen en een restrictiever asielstelsel (hervestiging als uitgangspunt). Bestuurlijk kiest de partij voor een kleinere, digitale en klantgerichte overheid met de operatie ‘‘effectieve overheid’’, minder regels, opschoning van overhead en meer gebruik van AI. Europees wil de VVD een slagvaardiger EU gericht op economische weerbaarheid en veiligheidscoördinatie. In deze toekomst moeten liberale waarden, individuele vrijheid en verantwoordelijkheid beschermd en uitgedragen worden, gekoppeld aan investeringen in onderwijs, onderzoek en infrastructuur om deze doelen te realiseren.",
    "key_policies": [
      "Radicale economische groei: minder regeldruk, investeringsagenda, steun voor start‑ups en inzet op AI en kernenergie.",
      "Werken moet lonen en huis voor werkenden: Koopkrachtwet, arbeidsmarkt‑ en sociale zekerheidsherziening, massale versnelling van woningbouw.",
      "Grote veiligheidsopslag: fors hogere defensieuitgaven (streefnorm 3,5% GDP), meer personeel en materieel, versterkte cyber‑ en inlichtingencapaciteit.",
      "Strenge orde, migratie en integratie: strenger asielbeleid (hervestiging), hogere taaleisen, streng optreden tegen ondermijning en georganiseerde misdaad.",
      "Kleine, effectieve overheid: Operatie effectieve overheid, schrappen van regels en bureaucratie, digitalisering en meer resultaatgericht bestuur."
    ]
  }
}